{"original": "He was a sure tackler and it was next to impossible to fool him on trick maneuvers.", "references": ["He was a sure tackler and it was hard to fool him on trick maneuvers.", "He was a good tackler and almost couldn't be fooled on trick moves.", "He was a very good factory manager and it was almost impossible to fool him.", "He was a sure tackler and it was impossible to fool him with tricks.", "He was a sure tackler. It was nearly impossibly to fool him on trick maneuvers.", "He was a sure tackler. It was almost impossible to fool him on trick maneuvers.", "He was a confident tackler who was difficult to fool.", "He was a sure tackler. It was almost impossible to fool him with trick moves.", "He was a sure tackler. It was too hard to fool him with trick moves.", "He was a sure attacker, and it was almost impossible to fool him about trick manoeuvres."]}
{"original": "In 1963, Haile Selassie presided over the establishment of the Organisation of African Unity, with the new organization establishing its headquarters in Addis Ababa.", "references": ["Haile Selassie presided over the establishment of the Organisation of African Unity in 1963, with the new organization establishing its headquarters in Addis Ababa.", "In 1963, Haile Selassie was a leader of the Organisation of African Unity. The new organization opened its headquarters in Addis Ababa.", "Haile Selassie presided over the Organisation of African Unity and established its headquarters in Addis Ababa.", "Haile Selassie oversaw the building of the Organisation of African Unity in 1963. The headquarters are in Addis Ababa.", "In 1963, Haile Selassie led the creation of the Organisation of African Unity. The new organization set up its headquarters in Addis Ababa.", "In 1963, Haile Selassie led the creation of the Organisation of African Unity. Its headquarters was in Addis Ababa.", "In 1963, Haile Selassie led the establishment of the Organization of African Unity.", "Haile Selassie was the president of the Organization of African Unity in 1963. Their headquarters is at Addis Ababa.", "Haile Selassie was in charge of the Organisation of African Unity in 1963. The organizations's headquaters was established in Addis Ababa.", "In 1963, Haile Selassie oversaw the setting up of the Organisation of African Unity, with the new organization setting up its headquarters in Addis Ababa."]}
{"original": "This cemented public support for the gang especially in northeast Victoria.", "references": ["This ensured public support for the gang in northeast Victoria.", "This greatly increased public support for the gang especially in northeast Victoria.", "This guaranteed public support for the gang in northeast Victoria and other places.", "This ensured public support for the gang, especially in northeast Victoria.", "This made certain public support for the gang. It was especially in northeast Victoria.", "The public supported the gang especially in northeast Victoria.", "This firmly established public support for the gang.", "This made public support for the gang very strong especially in northeast Victoria.", "This secured public support for the gang, especially in northeast Victoria.", "This reinforced public support for the gang, particularly in northeast Victoria."]}
{"original": "It is 78% nitrogen and 21% oxygen, with trace amounts of water vapor, carbon dioxide and other gaseous molecules.", "references": ["It is 78% nitrogen and 21% oxygen, with small amounts of water vapor, carbon dioxide and other gaseous molecules.", "it has 78% nitrogen, 21% oxygen, with traces of water vapor, carbon dioxide, and other gas molecules.", "It is 78% nitrogen and 21% oxygen. It has a little amount of water vapor, carbon dioxide and other gaseous molecules.", "It is 78% nitrogen and 21% oxygen. It has trace amounts of water vapor, carbon dioxide and other gas-type molecules.", "It is 78% nitrogen and 21% oxygen, with a little water vapor, carbon dioxide and other molecules of gas.", "78% nitrogen and 21% oxygen, with traces of water vapor, carbon dioxide and other gaseous molecules.", "It is 78% nitrogen and 21% oxygen with small amounts of other substances.", "It is made of 78% nitrogen, 21% oxygen with tiny amounts of water, CO2 and gas molecules.", "It's 78% nitrogen, 21% oxygen, and has low amounts of water vapor, carbon dioxide and other gaseous molecules.", "It is 78% nitrogen and 21% oxygen, with detect amounts of water vapor, carbon dioxide and some other gaseous molecules."]}
{"original": "Mammary intercourse can also be combined with fellatio.", "references": ["Breast sex can be mixed with oral sex.", "Mammary intercourse can also be combined with fellatio.", "Mammary intercourse is a type of foreplay. You can combine it with fellatio.", "Mammary intercourse can also be done with fellatio.", "Mammary intercourse can combine with fellatio.", "Breast sex can be combined with oral sex.", "Oral and mammary sex can be combined.", "Fellatio can happen with mammary intercourse.", "Mammary intercourse may also be blended with fellatio.", "Mammary intercourse can also be combined with oral sex."]}
{"original": "The Book of Nehemiah is a book of the Hebrew Bible, historically regarded as a continuation of the Book of Ezra, and is sometimes called the second book of Ezra.", "references": ["The Book of Nehemiah is a book of the Hebrew Bible.  It is regarded as a continuation of the Book of Ezra, often called the second book of Ezra.", "The Book of Nehemiah is from the Hebrew Bible, thought to a sequel or the second book of Ezra.", "The Book of Nehemiah is a Hebrew Bible. It is considered a part of the Book of Ezra, and is sometimes called the second book of Ezra.", "The Book of Nehemiah is a book of the Hebrew Bible. It is a a continuation of the Book of Ezra. Sometimes it is called the second book of Ezra.", "The Book of Nehemiah is a book of the Hebrew Bible. Historically, it has been seen as an extension of the Book of Ezra. Thus, it is sometimes called the second book of Ezra.", "The Book of Nehemiah is a book of the Hebrew Bible. It is sometimes called the second book of Ezra since it is seen as a continuation of that..", "Nehemiah is a book of the Hebrew Bible, regarded as a continuation of the Book of Ezra, and is sometimes called the second book of Ezra.", "The Book of Nehemiah is a book of the Hebrew Bible. It has been seen as the next part of the Book of Ezra.", "Nehemiah is a book of the Hebrew Bible,  it historically is regarded as a continuation and called the second book of Ezra .", "The Book of Neheniah, regarded as a continuation or second Book of Ezra is a book of the Hebrew Bible."]}
{"original": "The Tuvaluan language is spoken by virtually everyone, while a language very similar to Gilbertese is spoken on Nui.", "references": ["The Tuvaluan language is spoken by everyone. Language similar to Gilbertese is spoken on Nui.", "Tuvaluan is a language spoken by almost everyone and is similar to Gilbertese.", "The Tuvaluan language is spoken by virtually everyone.  A language very similar to Gilbertese is spoken on Nui.", "Nearly everyone speaks the Tuvaluan language. Meanwhile, a language much like Gilbertese is spoken on Nui.", "Almost everyone speaks Tuvaluan.  However, a language very similar to Gilbertese is spoken in Nui.", "The Tuvaluan language is spoken by almost everyone. A language close to Gilbertese is spoken on Nui.", "The Tuvaluan language is similar to Gilbertese which is spoken by virtually everyone on Nui.", "Almost everyone speaks Tuvaluan. On Nui, people speak a language similar to Gilbertese.", "The Tuvaluan language is spoken by virtually everyone. A language very similar to Gilbertese is spoken on Nui.", "The Tuvaluan language is spoken by almost everyone. A language very similar to Gilbertese is spoken on Nui."]}
{"original": "From 1938, newer SS uniforms featured the shoulder boards of a German Oberst in addition to the oak leaf collar patches.", "references": ["After 1938, SS uniforms had German Oberst shoulder boards and oak leaf collar patches.", "From 1938, SS uniforms had the shoulder boards of a German Oberst and the oak leaf on the collar.", "Newer SS uniforms from 1938 had shoulder boards of a German Oberst and oak leaf collar patches.", "The 1938 SS uniforms copied the shoulders of a German Oberst and the oak leaf collar patches.", "Starting in 1938, SS uniforms featured German Oberst shoulder boards as well as oak leaf collar patches.", "From 1938, newer SS uniforms had the shoulder boards of a German Oberst. They also had oak leaf collar patches.", "Since 1938, SS uniforms featured the shoulder boards of a German Oberst in addition to the oak leaf collar patches.", "Newer SS uniforms form 1938 has the shoulder boards of a German Oberst and collar patches of oak leaf.", "Since 1938 the SS uniforms have featured oak leaf collar patches and German Oberst shoulder marks.", "In addition to the oak leaf collar patches, the newer SS uniforms from 1938 featured the shoulder boards of the German Oberst."]}
{"original": "Trohman was a poor fit for the band in terms of familiarity with the music and in terms of stage presence.", "references": ["Trohman was bad for the band, in terms of music familiarity and stage presence.", "Trohman was not a bad fit for the band, because he wasn't familiar with music and wasn't good on stage.", "Trohman wasn't a fit for the band nor familiar with it's music and stage presence.", "Trohman was a poor fit for the band. He was not familiar with the music and lacked a stage presence.", "His stage presence and not knowing the music made him a bad fit for the band.", "Trohman was a poor fit for the band because of familiarity with the music and stage presence.", "Trohman did not fit in with the band.", "Trohman was a poor fit for the band in terms of familiarity with the music and stage presence.", "Trohman was a poor fit for the band. He did not have familiarity with the music or the stage presence the band was looking for.", "Trohman was a poor fit for the band in terms of knowledge with the music and stage presence."]}
{"original": "The Baltic Sea drains into the Kattegat through the Oresund and the Danish Straits.", "references": ["he Baltic Sea flows out into the Kattegat through the Oresund and the Danish Straits.", "Baltic Sea drains into Kattegat, through Oresund and the Danish Straits.", "The Baltic Sea drains into the Kattegat. It does so at the Oresund and the Danish Straits.", "The Baltic Sea drains into the Kattegat. It does so through the Oresund and the Danish Straits.", "The Baltic Sea drains into the Kattegat. It goes through the Oresund and the Danish Straits.", "The Baltic Sea drains into the Kattegat.", "The Baltic Sea drains into the Kattegat. It does this through the Oresund and the Danish Straits", "The Baltic Sea flows to the Kattegat via the Oresund and the Danish Straits.", "The Baltic Sea flows through the Oresund and the Danish Straits into the Kattegat.", "The Baltic Sea empties into the Kattegat through the Oresund and the Danish Straits"]}
{"original": "Biological classification is a form of scientific taxonomy, but should be distinguished from folk taxonomy, which lacks scientific basis.", "references": ["Biological classification is a type of scientific classification. Folk taxonomy, which has no scientific basis, is not.", "Biological classification is different from folk taxonomy, which doesn't have scientific basis.", "Biological classification is a form of scientific taxonomy. Folk taxonomy isn't based on science.", "Biological classification is a form of scientific taxonomy. However, it is not the same as folk taxonomy, which has no scientific basis.", "Biological classification is a form of scientific taxonomy. It is different from folk taxonomy, which does not have a scientific basis.", "Biological classification is a form of scientific classification.", "Biological classification is a form of scientific taxonomy. This should be distinguished from folk taxonomy. Folk Taxonomy lacks scientific basis.", "Biological classification is a form of scientific taxonomy, but different from folk taxonomy, which has no factual basis.", "Biological classification is a form of scientific taxonomy. It is different from folk taxonomy. Folk taxonomy lacks scientific basis.", "Biological category is a form of scientific taxonomy, but it should be distinct from folk taxonomy, which lacks a scientific basis."]}
{"original": "Numerous movies have been filmed at the park, including portions of \"This is Cinerama,\" the first feature filmed in that wide-screen format, and a string of Esther Williams films and TV specials in the 1950s and 1960s.", "references": ["Numerous movies have been filmed at the park, including portions of \"This is Cinerama,\" and a string of Esther Williams films and TV specials in the 1950s and 1960s.", "Parts of \"This is Cinerama\", the first wide-screen film, several Ether Williams films and specials from the 1950's and 60's, and many other movies were filmed at the park.", "Many movies have been filmed at the park. Parts of \"This is Cinerama,\"  and parts of Esther Williams films and TV specials in the 1950s and 1960s.", "Numerous movies have been filmed at the park. Portions of \"This is Cinerama,\" the first feature filmed in that wide-screen format, and a string of Esther Williams films and TV specials in the 1950s and 1960s were filmed there.", "Many movies have been filmed at the park. They include parts of \"This is Cinerama,\" the first movie filmed in that wide-screen format, and several Esther Williams films and TV specials in the 1950s and 1960s.", "Many movies have been filmed at the park. That included parts of \"This is Cinerama,\" the first feature filmed in that wide-screen format, and some Esther Williams films and TV specials in the 1950s and 1960s.", "Many movies have been shot in the park. Esther Williams shot many of her specials in the park. The first feature film to use the wide screen format was also shot in the park.", "A number of movies have been filmed at the park, including \"This is Cinerama\" and some Esther Williams films and TV specials.", "Numerous movies have been filmed at the park. They include \"This is Cinerama\" which was the first film that used their wide-screen format and some parts of Esther Williams films and TV special in the 1950s and 1960s.", "Numerous films have been filmed in the park, including portions of \"This is Cinerama,\" the first feature filmed in this widescreen format, and a string of Esther Williams films and TV specials from the 1950s and 1960s."]}
{"original": "The producer is involved throughout all phases of the film-making process from development to completion of a project.", "references": ["The producer is involved throughout all phases of the film-making process.", "The producer participates in all parts of the film-making process.", "In all phases of the film-making process, the producer is involved.", "The producer is involved throughout all phases of the film-making process. This includes idea development to the end of the project.", "The producer takes part in all phases of film-making, from development to completion of a project.", "The producer is involved in all phases of the film-making process. This is from development to completion of a project.", "Producers are part of every phase of the film-making process.", "The producer is involved throughout all phases of the film-making process from development to completion of a project.", "The producer is involved from development to completion of a film-making project.", "The maker  is involved during all stages of the film-making process from growth to finish of a project."]}
{"original": "Emmen is a municipality and a town in the northeastern Netherlands.", "references": ["Emmen is a municipality in the northeastern Netherlands.", "Emmen is a town in Netherlands.", "In northeastern Netherlands there is a town named Emmen.", "Emmen is a municipality and a town. It is in the northeastern Netherlands.", "Emmen is a town in the northeastern Netherlands.", "Emmen is a municipality and a town. It is in northeastern Netherlands.", "Emmen is a town in the Netherlands.", "Emmen is a town in the northeastern Netherlands.", "The town of Emmen is located in the northeast Netherlands.", "Emmen is a city in the northeastern Netherlands"]}
{"original": "Telephone cables ran through the tunnels, down the cliff and under the harbour to batteries on the other side.", "references": ["Telephone cables ran through the tunnels, down the cliff and under the harbour to batteries.", "Telephone cables ran through the tunnels, down the cliff. After that they go under the harbour to batteries on the other side.", "Telephone cables ran through the tunnels and under the harbor to batteries on the other side.", "Telephone cables ran through the tunnels. They ran down the cliff and under the harbor. They ended at batteries on the other side.", "Telephone cables ran through the tunnels and down the cliff. They then ran under the harbour to batteries on the other side.", "Telephone cables ran through the tunnels, down the cliff and under the harbour. The go to batteries on the other side.", "Telephone cables ran to batteries on the other side of the harbour.", "Telephone cables ran from batteries on one side, under the harbor, up the cliff, and through tunnels.", "Telephone cables ran through the tunnels, down the cliff and under the harbour to batteries on the other side.", "Telephone cables were present in the tunnels, the cliff and under the harbour to batteries on the other side."]}
{"original": "The predominant source of magnesium is dolomite (CaMg (CO3) 2).", "references": ["The predominant source of magnesium is dolomite.", "The most common source of magnesium is dolomite.", "Magnesium's from dolomite.", "The main source of magnesium is dolomite.", "The main source of magnesium is dolomite (CaMg (CO3) 2).", "The best source of magnesium is dolomite (CaMg (CO3) 2).", "Dolomite is the major source of magnesium.", "Dolomite is the main magnesium source.", "Dolomite (CaMg (CO3) 2) is the primary source of magnesium.", "The main source of magnesium is dolomite (CaMg (CO3)"]}
{"original": "The moon is very elongated, with its short axis 0.5 ± 0.1 times the long axis.", "references": ["The moon is oval, with its short axis 0.5 ± 0.1 times the long axis.", "The moon's short axis is 0.5 ± 0.1 times it's long axis", "The moon's shape is elongated. Its short line is 0.5 ± 0.1 times the long line.", "The moon is very elongated. Its short axis is 0.5 ± 0.1 times the long axis.", "The moon is very elongated. Its short axis is 0.5 ± 0.1 times the long axis.", "The moon is elongated, with a short axis 0.5 ± 0.1 times the long axis.", "The moon is very long.", "The moon is very elongated as its short axis is 0.5 ± 0.1 times longer than the long axis.", "The moon is very elongated. It has a short axis that is 0.5 ± 0.1 times the long axis.", "The moon is very curved, with a short axis of 0.5 ± 0.1 times the long axis."]}
{"original": "Clinical trials with ALS patients showed that Riluzole lengthens survival by several months, and may have a greater survival benefit for those with a bulbar onset.", "references": ["Clinical trials with ALS patients showed that Riluzole lengthens survival by several months.  It may have a greater survival benefit for those with a bulbar onset.", "initial trials of Riluzole for ALS shows lengthened survival for several months with better benifits for people with a bulbar onset.", "Trials with ALS patients showed that Riluzole increases survival by several months, and may have a greater benefit for those with a bulbar onset.", "Riluzole lengthens survival by several months in ALS patients in clinical trials. It may have increased benefits in patients with bulbar onset.", "Clinical trials with ALS patients showed that Riluzole lengthens survival by several months. It may be more effective for those with a bulbar onset.", "Medical trials with ALS patients showed Riluzole increases survival by several months. It may help with survival more for people with a bulbar onset.", "Clinical trials showed that Riluzole allowed patients to live several months longer.", "Studies of ASL patients show that Riluzole can keep them alive several months longer . It may be more helpful for patients with a bulbar onset.", "Initial trials with ALS patients shows that Riluzole increased survival by months and may have a better benefit for those with bulbar onset.", "Clinical trials with ALS patients showed that Riluzole is very effective and may have a greater survival benefit for those with a bulbar onset."]}
{"original": "Partnerships Since 1990 the district has a partnership with the district Main-Kinzig in Hessen, Germany.", "references": ["Since 1990 the district has a partnership with the district Main-Kinzig in Hessen, Germany.", "Since 1990 the district is partner to the district Main-Kinzig in Hessen, Germany.", "The district has a partnership with the district Main-Kinzig since 1990. It is in Hessen, Germany.", "The district is a partner of another district, Main-Kinzig in Hessen, Germany. They have been partners since 1990.", "Since 1990 the district has a partnership with Main-Kinzig in Hessen, Germany.", "Since 1990 the district has a partnership with the district Main-Kinzig in Hessen, Germany.", "Since 1990, the district has partnered with Main-Kinzig.", "Since 1990, the district has a partnership with Main-Kinzig in Hessen, Germany.", "Since 1990 the district has had a partnership with the district Main-Kinzig in Hessen, Germany.", "The district has a partnership with the district Main-Kinzig in Hessen, Germany, since 1990."]}
{"original": "International English Language Testing System, is an international standardised test of English language proficiency.", "references": ["The International English Language Testing System is to test English skill.", "International English Language Testing System, is a test of English language knowledge.", "Officially test your English skills using International English Testing System", "The International English Language Testing System is a standardized test. It measures English proficiency.", "International English Language Testing System is a standardised English proficiency test.", "International English Language Testing System, is an international test of speaking English.", "International English Language Testing System is a standardized test of English language skill.", "International English Language Testing System, is an world-wide test of English language ability.", "The International English Language Testing System is an international standardized test of proficiency in English.", "International English Language Testing System, is an international standardised test of English language skill ."]}
{"original": "An episode of Due South, \"Dr. Long Ball\", was filmed at Arnold Anderson Stadium in Cockshutt Park.", "references": ["The episode of Due South, \"Dr. Long Ball\", was filmed at Arnold Anderson Stadium in Cockshutt Park.", "An episode of Due South, \"Dr. Long Ball\", was filmed at Arnold Anderson Stadium.", "One episode of Due South was shot at Arnold Anderson Stadium in Cockshutt Park. It was \"Dr. Long Ball.\"", "One episode of Due South was filmed at Arnold Anderson Stadium in Cockshutt Park. The episode was \"Dr. Long Ball\".", "\"Dr. Long Ball\" was an episode of Due South. It was filmed at Arnold Anderson Stadium in Cockshutt Park.", "One episode of \"Due South\" entitled \"Dr. Long Ball\" was shot at Arnold Anderson Stadium in Cockshutt Park.", "An episode of Due South was filmed at Arnold Anderson Stadium.", "\"Dr. Long Ball\", was filmed at Arnold Anderson Stadium. \"Dr. Long Ball\" is an episode of Due South.", "Due South: episode \"Dr. Long Ball\" filmed at Arnold Anderson Stadium in Cockshutt Park.", "A Due South episode, \"Dr. Long Ball,\" was filmed in Cockshutt Park at Arnold Anderson Stadium."]}
{"original": "These doppelgängers are typically, but not always, evil in some way.", "references": ["These doppelgängers are typically evil in some way.", "These clones are usuall evil in some way.", "These not related twins are sometimes evil.", "These doppelgängers are usually bad in some way.", "These doppelgängers are usually evil.", "These doppelgängers are usually evil in some way.", "These lookalikes are usually evil, but not always.", "These lookalikes are often evil.", "These \"doubles\" are usually, but not always, evil in some way.", "These duplicators are typically, not always, evil in some way."]}
{"original": "The word cereal derives from Ceres, the name of the Roman goddess of harvest and agriculture.", "references": ["Cereal comes from Ceres, Roman goddess of harvest and agriculture.", "The word cereal comes from Ceres. It is the name of the Roman goddess of harvest.", "Cereal is from Ceres, the goddess of harvest and agriculture.", "The word cereal comes from Ceres, the Roman goddess of harvest and agriculture.", "The word cereal comes from Ceres. It was the name of the Roman goddess of harvest and agriculture.", "The word cereal comes from Ceres, the Roman goddess of harvest and farming.", "The word cereal comes from Ceres, the name of the Roman goddess of harvest and agriculture.", "The word cereal is derived from Ceres. Ceres is the Roman goddess of harvest and agriculture.", "Ceres is the name of the Roman goddess of harvest and agriculture. This is where the word cereal comes from.", "The word cereal comes from Ceres, the name of the Roman goddess of harvest and agriculture."]}
{"original": "While the weight of matter is entirely dependent upon the strength of gravity, the mass of matter is invariant.", "references": ["While the weight of matter is entirely dependent upon the strength of gravity, the mass of matter is unchanging.", "While an objects weight depends on gravitys strenght, the mass of matter never changes.", "While the weight of matter is dependent on the strength of gravity, it's mass is not changing.", "While matter's weight is dependent on the strength of gravity, the mass is invariant.", "While the weight of matter depends on the strength of gravity, the mass of matter is never changes.", "The weight of matter depends completely on the strength of gravity. The mass of matter is invariant.", "How much something weighs depends on how strong gravity it. The mass is always the same.", "The weight of matter depends on the strength of gravity. The mass of matter is invariant.", "While the weight of matter is only based upon the strength of gravity, the mass of matter never changes.", "While the weight of matter is totally dependent on the force of gravity, the mass of matter is invariant."]}
{"original": "On 30th June 2006 BBC Radio 3 broadcast \"Night Waves\" to commemorate the anniversary of the Battle of the Somme.", "references": ["On 30th June 2006 BBC Radio 3 played \"Night Waves\" in memory of the Battle of the Somme.", "BBC Radio 3 played \"Night Waves\" to celebrate the anniversary of the Battle of the Somme.", "On 30th June 2006 BBC Radio 3 broadcast \"Night Waves.\" This was done to mark the anniversary of the Battle of the Somme.", "On 30th June 2006, BBC Radio 3 broadcast \"Night Waves\" in memory of the Battle of the Somme anniversary.", "BBC Radio 3 broadcast \"Night  Waves\" for the anniversary of the Battle of the Somme.", "On June 30, 2006 to commemorate the Battle of the Somme, BBC Radio 3 broadcast \"Night Waves\".", "On 30th June 2006, BBC Radio 3 broadcast \"Night Waves\" to remember the \"Battle of the Somme\"", "On June 30th, 2006, BBC Radio 3 played \"Night Waves\" to honor the anniversary of the Battle of the Somme.", "\"Night Waves\" was broadcasted for the anniversary of the Battle of the Somme by BBC Radio 3 on June 30, 2006.", "BBC Radio 3 aired \"Night Waves\" on 30 June 2006 to celebrate the anniversary of the Somme Battle."]}
{"original": "Ripley is a town in the Amber Valley area of Derbyshire in England.", "references": ["Ripley is a town in England.", "In Derbyshire England, there is a town named Ripley.", "Ripley is a town in Derbyshire. It is in England.", "Ripley is a town in the Amber Valley. It is located in Derbyshire, England.", "Ripley is a town. It is in Amber Valley in Derbyshire in England.", "Ripley is a town in Derbyshire, England.", "Ripley is a town in Derbyshire, England.", "Ripley is a town in Amber Valley Area of Derbyshire, England.", "Ripley is a town in the Amber Valley area of Derbyshire. It is located in England.", "Ripley is a town in the Amber Valley area of Derbyshire in England."]}
{"original": "The minute South China Sea Islands, collectively an archipelago, number in the hundreds.", "references": ["The South China Sea archipelago has hundreds of islands.", "The minute South China Sea Islands area has hundreds of islands.", "The South China Sea Islands are small and populated in the hundreds.", "The South China Sea Islands number in the hundreds. They form an archipelago.", "The South China Sea Islands are known together as an archipelago. They number in the hundreds.", "South China Sea Islands, collectively is an archipelago number in the hundreds.", "There are hundreds of islands included in the South China Sea Islands.", "The South China Sea Islands number in the hundreds. They are collectively known as an archipelago.", "The small South China Sea Islands, are a group that number in the hundreds.", "The minute South China Sea Islands, together with the archipelago, number in the hundred."]}
{"original": "Tropical Storm Ana was the only tropical cyclone on record in the Atlantic basin during the month of April.", "references": ["Ana was the only recorded tropical cyclone recorded in the Atlantic basin in April.", "Tropical Storm Ana was the only cyclone in the Atlantic in April.", "In April, Ana was the only cyclone in the Atlantic basin.", "Tropical Storm Ana was the only tropical cyclone in the Atlantic basin in April.", "Tropical Storm Ana was the only recorded tropical cyclone in the Atlantic during April.", "Tropical Storm Ana, was the only tropical cyclone in the Atlantic basin during the month of April.", "Tropical Storm Ana was the only tropical cyclone in the Atlantic during April.", "Tropical Storm Ana was the only recorded system in the Atlantic basin in the month of April.", "In April, only Tropical Storm Ana was recorded in the Atlantic basin.", "Tropical Storm Ana has been the only tropical cyclone recorded in the Atlantic basin during the month of April."]}
{"original": "Tropical Storm Arlene formed near Honduras on June 8 and moved northwards.", "references": ["Tropical Storm Arlene formed near Honduras on June 8.", "Storm Arlene appeared near Honduras on June 8 and moved north.", "Tropical Storm Arlene formed near Honduras on June 8th.  It moved northwards.", "Tropical Storm Arlene formed near Honduras on June 8. It then moved northwards.", "Tropical Storm Arlene formed near Honduras on June 8. It moved north.", "Tropical Storm Arlene was formed near Honduras on June 8, it then moved northwards.", "Tropical Storm Arlene formed near Honduras and then moved north.", "A tropical storm named Arlene formed near Honduras on June 8 and moved northwards.", "Tropical storm called Arlene formed near Honduras on June 8. It moved towards north.", "Tropical Storm Arlene developed near Honduras on June 8 and moved north."]}
{"original": "Nocturnes is an orchestral composition in three movements by the French composer Claude Debussy.", "references": ["Nocturnes is an orchestral composition in three parts by the French composer Claude Debussy.", "Nocturnes is a composition by the French composer Claude Debussy.", "Nocturnes is a composition by French composer Claude Debussy.", "Nocturnes is an orchestral composition in three movements. French composer Claude Debussy wrote it.", "Nocturnes is an orchestral composition in three movements. It was written by French composer Claude Debussy.", "Nocturnes is an orchestral composition in three movements. It was made by the French composer Claude Debussy.", "Nocturnes is a piece of music composed by Claude Debussy.", "Nocturnes is an orchestral composition in three movements by the French composer Claude Debussy.", "Nocturnes is the three-movement orchestral composition if French composer Claude Debussy.", "Nocturnes is an orchestral creation in three movements by the French composer Claude Debussy."]}
{"original": "A regiment is a military unit, composed of variable numbers of battalions, commanded by a Colonel.", "references": ["A regiment is a military unit, made of different numbers of battalions, led by Colonel.", "A regiment is a military unit, made of battalions, commanded by a senior officer.", "A regiment contains a varied number of battalions. It is a type of military unit. A colonel is the leader.", "A regiment is a military unit featuring battalions that vary in number. It is commanded by a Colonel.", "A regiment is a military unit. It is made of variable numbers of battalions. It is commanded by a Colonel.", "A regiment is a military unit made up of various battalions and commanded by a Colonel.", "A regiment is a military unit of battalions, commanded by a Colonel.", "A regiment is a military unit. They are composed of battalions and commanded by a Colonel.", "A regiment is a military unit, made up of different amounts of battalions, managed by a Colonel.", "A regiment is a military unit, that is made up of battalions, commanded by a Colone"]}
{"original": "Although these parties may describe themselves as \"libertarian,\" their ideologies differ considerably and not all of them espouse all elements of the libertarian agenda.", "references": ["Although these parties may describe themselves as \"libertarian,\" their ideologies are different and not all of them agree with all elements of the libertarian agenda.", "Although self-described as \"libertarian\", their believes were much different. And not all of them embraced their agenda.", "Although these parties call themselves \"libertarian,\" their ideologies don't follow the libertarian views completely.", "Although they may say they're \"libertarian,\" their ideologies differ and not all of them support the libertarian agenda.", "These parties describe themselves as \"libertarian.\" Their beliefs differ considerably. Some do not follow all areas of the libertarian agenda.", "Although these parties may call themselves \"libertarian,\" their ideologies are very different. Also, some them do not embrace all elements of the libertarian agenda.", "These parties describe themselves as \"libertarian\" but they have very different ideas and not all of them follow every element of the libertarian agenda.", "These parties may describe themselves as \"libertarian.\" But their ideologies differ majorly and not all of them align with the libertarian agenda.", "Even if these parties may explain themselves as \"libertarians,\" their ideologies differ considerably and they do not all embrace all the elements of the libertarian agenda.", "Although these parties may describe themselves as \"libertarian,\" their beliefs are not, and not all of them adopt all elements of the libertarian agenda"]}
{"original": "They claimed to be playing an April Fool's joke, but most people who saw the signs were unfamiliar with the phrase.", "references": ["They said it was an April Fool's joke, but most people who saw the signs didn't know the phrase.", "They claimed to be joking but most people weren't familiar with the phrase.", "They said they were playing an April Fool's joke. Most people were unfamiliar with the phrase.", "They said they were playing an April Fool's joke. However, most people who saw the signs did not know the phrase.", "They claimed to be playing an April Fool's joke. Most people who saw the signs were not familiar with the phrase.", "They were playing an April Fool's joke, but some people who saw the signs were unfamiliar with the phrase", "They claimed it was an April Fool's joke, but most people who saw the signs did not know the phrase.", "They claimed it was April Fool but most people who saw the signs were unfamiliar with the phrase.", "They were playing an April Fool's joke. Many people who saw the signs were not aware of the phrase.", "They stated they were playing the April Fool joke, but most of the people who saw the signs were unfamiliar with the phrase."]}
{"original": "Andrew \"Andy\" Murray (born 15 May 1987) is a Scottish professional tennis player.", "references": ["Andrew Murray is a Scottish tennis player.", "Andrew Murray is a Scottish pro tennis player.", "Andy Murray is a Scottish tennis player.", "Andrew \"Andy\" Murray is a professional tennis player. He was born in Scotland on May 15th, 1987.", "Andrew \"Andy\" Murray is a Scottish professional tennis player. He was born 15 May 1987.", "Andrew \"Andy\" Murray  was born 15 May 1987. He is a Scottish professional tennis player.", "Andy Murray is a Scottish professional tennis player.", "Andy Murray ( May 15, 1987) is a Scottish pro tennis player.", "Andrew \"Andy\" Murray is a pro tennis player.", "Andrew \"Andy\" Murray (born 15 May 1987) is a professional Scottish tennis player."]}
{"original": "A hunting dog refers to any dog who assists humans in hunting.", "references": ["A hunting dog is a dog who helps humans in hunting.", "A hunting dog is any dog who assists in hunting.", "A hunting dog assists humans while hunting.", "A hunting dog is any dog who helps humans to hunt.", "A hunting dog is a dog who helps people hunt.", "A hunting dog is any dog that helps humans with hunting.", "Any dog who helps humans hunt is considered a hunting dog.", "A hunting dog is any dog who helps people hunt.", "A hunting dog assists humans with hunting.", "A hunting dog refers to any dog that helps humans to hunt."]}
{"original": "By the early 1880s the population was in decline.", "references": ["By the early 1880s the population was reducing.", "By the 1880s the population was declining.", "The population declined by the early 1880s.", "By the early 1880s, the population was falling.", "By the early 1880s the population was going down.", "By the early 1880s, less and  less people lived there.", "By the early 1880s the population was falling.", "In the 1880s the population declined.", "The population was in decline by the early 1880s.", "By the early 1880s, the population had decreased."]}
{"original": "According to a letter sent to his church, he and his doctors believed that the cancer was fully treatable.", "references": ["based on the letter to the church, he and his doctors though the cancer was treatable.", "Based on the letter, he and his doctors thought that the cancer was treatable.", "In a letter sent to his church, he and his doctors believed the cancer was treatable.", "In a letter to his church, he stated that he and his doctors believed the cancer was treatable.", "According to a letter to his church, he and his doctors believed the cancer was treatable.", "He and his doctors believed that the cancer could be treated.", "A letter was sent to his church. The letter said he and his doctors believed the cancer was treatable.", "The letter that he and the doctors sent to the church stated that they believed that the cancer was treatable.", "A letter sent to his church states that he and his doctors believed that the cancer was fully treatable.", "He and his doctors believed that the cancer was fully treatable, according to the letter his church received."]}
{"original": "Storm names 2006 storm names Alberto Helene Beryl Isaac Chris Debby Ernesto Florence Gordon The names listed were used for named storms formed in the North Atlantic during 2006.", "references": ["The names Alberto, Helene, Beryl, Isaac, Chris, Debby, Ernesto, Florence, and Gordon were used for the 2006 North Atlantic storms.", "These are the storms formed in North atlantic in 2006; Alberto Helene Beryl Isaac Chris Debby Ernesto Florence Gordon.", "The names listed were used for storms in the Atlantic in 2006. Alberto, Helene, Beryl, Isaac, Chris, Debby, Ernesto, Florence  and Gordon.", "Alberto, Helene, Beryl, Isaac, Chris, Debby, Ernesto, Florence, and Gordon were named storms formed in the North Atlantic during 2006", "Storm names: 2006 storm names: Alberto, Helene, Beryl, Isaac, Chris, Debby, Ernesto, Florence, Gordon. These names were used for named storms formed in the North Atlantic during 2006.", "Storm names 2006 are Alberto Helene Beryl Isaac Chris Debby Ernesto Florence Gordon. The names were used for storms formed in the North Atlantic during 2006.", "Alberto, Helene, Beryl, Isaac, Chris, Debby, Ernesto, Florence, and Gordon were names used for North Atlantic storms in 2006.", "The following names were used for 2006 storms in the North Atlantic: Alberto, Helene, Beryl, Isaac, Chris, Debby, Ernesto, Florence, and Gordon.", "Names of North Atlantic storms of 2006 included Alberto, Helene, Beryl, Issac, Chris, Debby, Ernesto, Florence and Gordon.", "Storm names 2006 storm names Alberto,Helene, Beryl ,Isaac, Chris ,Debby Ernesto, Florence and  Gordon names have been used for named storms formed in the North Atlantic during 2006."]}
{"original": "By 2003, the Wi-Fi Alliance announced that WEP had been superseded by Wi-Fi Protected Access (WPA), which was a subset of then upcoming 802.11i amendment.", "references": ["By 2003, the Wi-Fi Alliance said that WEP was replaced by WPA, which was a part of the 802.11i amendment.", "By 2003, the Wi-Fi Alliance said that WEP had been passed by Wi-Fi Protected Access (WPA).", "By 2003, the Wi-Fi Alliance announced that Wi-Fi Protected Access was better than WEP.", "By 2003, the Wi-Fi Alliance announced that WEP had been replaced by Wi-Fi Protected Access (WPA), part of the upcoming 802.11i amendment.", "By 2003, the Wi-Fi Alliance said WEP had been superseded by Wi-Fi Protected Access (WPA). It was a subset of then upcoming 802.11i amendment.", "By 2003, the Wi-Fi Alliance announced that WEP had been replaced by Wi-Fi Protected Access.", "By 2003, the Wi-Fi Alliance said that WEP had been superseded by Wi-Fi Protected Access. The Wi=Fi Protected Access was a subset of then upcoming 802.11i amendment.", "In 2003, the Wi-Fi Alliance said that WEP was taken over by Wi-Fi Protected Access (WPA), part of the soon to be 802.11i change.", "The Wi-Fi Alliance announced that WEP had been taken over by Wi-Fi Protected Access (WPA). WPA was a subset of the upcoming 802.11i amendment.", "By 2003, the Wi-Fi Alliance announced that WEP had been taken over by Wi-Fi Protected Access (WPA), which was a member of then upcoming 802.11i amendment."]}
{"original": "Since its creation, the distribution has become very different from Slackware in most regards while still maintaining compatibility with its binary packages.", "references": ["The distribution has become very different from Slackware in most regards while still maintaining compatibility with its binary packages.", "Since its creation, the system has become very different from Slackware in most ways. It still supports its compatibility with its binary packages.", "The distribution has become very different since it started. Especially with Slackware while maintaining compatibility with its binary packages.", "Since its creation, the distribution is very different from Slackware. It is still compatible with its binary packages.", "Since its creation, the distribution has become very different from Slackware while still being compatible with its binary packages.", "Since its creation, the distribution has become very different from Slackware in most ways. It still worked with its binary packages.", "Since it was made, the distribution has become very different from Slackware but is still compatible with it.", "The distribution is very different from Slackware while still maintaining compatibility with its binary packages.", "The distribution has become very different from Slackware since it was created. In most regards, this happened while it maintained compatibility with its binary packages.", "The distribution has become very distinct from Slackware since its introduction in most ways while still retaining consistency with its binary products."]}
{"original": "The New York Rangers won the Stanley Cup beating the Montreal Maroons becoming the first United States based team since the formation of the NHL to win it and first since the Seattle Metropolitans won in 1917.", "references": ["The New York Rangers beat the Montreal Maroons. They were the first US team since the Seattle Metropolitans in 1917 to win the Stanley Cup since the NHL was made.", "The New York Rangers won the Stanley Cup and became the first U.S. team in the NHL to win it.", "The Stanley cup was won by the NY Rangers as the first US team to hoist the trophy since 1917.", "The New York Rangers won the Stanley Cup. They beat the Montreal Maroons. The Rangers were the first US based team to win after the NHL formed. They were the first since the Seattle Metropolitans won in 1917.", "The New York Rangers won the Stanley Cup by beating the Montreal Maroons. They became the first United States based team to win it since the creation of the NHL. They were also the first to win since the Seattle Metropolitans won in 1917.", "The New York Rangers became the first United States team to win the Stanley Cup since the formation of the NHL and  since the Seattle Metropolitans won in 1917.", "The New York Rangers beat the Montreal Maroons to win the Stanley Cup. The Rangers were the first American team to win the Stanley Cup since 1917.", "The New York Rangers won the Stanley Cup. They become the first United States based team since the formation of the NHL to win it.", "The New York Rangers won the Stanley Cup over the Montreal Maroons, being the 1st US team since the start of the NHL to win it since the Seattle Metropolitan's won in 1917.", "The New York Rangers won the Stanley Cup beating the Montreal Maroons becoming the first U.S .- based team to win the NHL and first since the Seattle Metropolitans won in 1917."]}
{"original": "He was also commissioned in 1944 by Yehudi Menuhin to write a Sonata for Solo Violin.", "references": ["In 1944 he had an order from Yehudi Menuhin to write a Sonata for Solo Violin.", "He was tasked to write for Solo Violinin in 1944 by Yehudi Menuhin .", "He was also asked to write a Sonata for Solo Violin in 1944 by Yehudi Menuhin.", "He was also commissioned in 1944 by Yehudi Menuhin. He wrote a Sonata for Solo Violin.", "Yehudi Menuhin hired him to write a Sonata for Solo Violin.", "He was commissioned by Yehudi Menuhin in 1944. The commission was for him to write a Sonata for Solo Violin.", "He was commanded by Yehudi Menuhin in 1944 to write a Sonata for Solo Violin", "He was hired in 1944 by Yehudi Menuhin to write a song for Solo Violin.", "He was commissioned by Yehudi Menuhin to write a Sonata for Solo Violin in 1944.", "He also was appointed by Yehudi Menuhin in 1944 to write a Sonata for Solo Violin."]}
{"original": "The psychological state of sympathy is closely linked with that of compassion, empathy and empathic concern.", "references": ["Sympathy is closely linked with compassion and empathy.", "Sympathy is synonymous with compassion, empathy and empathic concern.", "Sympathy is closely linked to compassion, empathy, and empathetic concern. These are psychological states.", "The psychological state of sympathy is closely linked to compassion, empathy and empathic concern.", "Sympathy is closely linked with compassion, empathy and empathic concern.", "Sympathy is a psychological state that is close to compassion, empathy, and empathic concern.", "The psychological state of sympathy is closely related to compassion, empathy and sympathy.", "The state of sympathy is closely tied to compassion, empathy and empathic concern.", "The psychological state of sympathy is closely linked with that of compassion and empathy.", "The emotional condition of sympathy is just like compassion, empathy and empathic concern."]}
{"original": "The partitions were carried out by Prussia, Russia and Habsburg Austria dividing up the Commonwealth lands among themselves.", "references": ["Prussia, Russia, and Habsburg Austria split up the Commonwealth lands among themselves.", "Borders were changed by Prussia, Russia and Habsburg Austria. They divided those lands between them.", "The partitions were carried out by Prussia, Russia, and Habsburg Austria. They divided he Commonwealth lands among themselves.", "The divisions were made by Prussia, Russia and Habsburg Austria. They divided up the Commonwealth lands among themselves.", "Prussia, Russia and Habsburg Austria divided the Commonwealth lands among themselves.", "Prussia, Russia, and Habsburg Austria divided up the Commonwealth lands among themselves.", "The partitions were carried out by Prussia, Russia, and Habsburg Austria. They divided the Commonwealth lands among themselves.", "The Commonwealth lands were split up among themselves as decided by Prussia, Russia and Habsburg Austria.", "The partitions were done by Prussia, Russia and Habsburg Austria. Prussia, Russia and Habsburg Austria divided Commonwealth lands between themselves.", "The partitions were carried out by Prussia, Russia and Habsburg Austria, which divided the Common wealth lands among themselves."]}
{"original": "There he played on his only album with the band One Hot Minute in 1995.", "references": ["There he played with One Hot Minutes on his only album.", "There he played on his album with the One Hot Minute in 1995.", "He played on one album with One Hot Minute in 1995.", "There, he played on one album with the band One Hot Minute in 1995.", "There he played on his only album. He was with the band One Hot Minute in 1995.", "He only plays on the album One Hot Minute.", "At that place, he played the only album he made with the band One Hot Minute in 1995.", "He made his only album with the band \"One Hot Minute\" in 1995.", "He only played once with the band, Once Hot Minute in 1995.", "He played there on his only album with the band One Hot Minute in 1995."]}
{"original": "The German battleship Bismarck is one of the most famous warships of the Second World War.", "references": ["The German battleship Bismarck is a famous warship of the Second World War.", "The German ship of war Bismark is one of the most well known ships of war in the Second World War", "The German battleship Bismarck is one of the most famous ships in the World War 2.", "The battleship Bismarck is a famous warship of WWII.", "Bismarck is one of the most famous warships of WWII. It is a German battleship.", "The German battleship Bismarck is one of the most famous of the Second World War.", "The German battleship Bismarck is one of the most famous of World War II.", "Bismarck is one of the most famous warships of World War II.", "The German battleship Bismarck is one of the most famous warships of the Second World War.", "Bismarck, a German battleship, is one of the most famous warships of the Second World War."]}
{"original": "Puerto Rico consists of the main island of Puerto Rico and various smaller islands, including Vieques, Culebra, Mona, Desecheo, and Caja de Muertos.", "references": ["Puerto Rico island includes the main island and smaller islands, Vieques, Culebra, Mona, Desecheo, and Caja de Muertos.", "Puerto Rico has a main island and smaller ones. Some of the smaller ones are Vieques, Culebra, Mona, Desecheo, and Caja de Muertos.", "Puerto Rico consists of the main island and a number of smaller islands. These inculde Vieques, Culebra, Mona, Desecheo, and Caja de Muertos.", "Puerto Rico has the main island of Puerto Rico and smaller islands. These include Vieques, Culebra, Mona, Desecheo, and Caja de Muertos.", "Puerto Rico is made up of the main island and several smaller islands.", "Puerto Rico consists of the main island and various smaller islands, including Vieques, Culebra, Mona, Desecheo, and Caja de Muertos.", "Puerto Rico consists of the main island and various smaller islands. These smaller islands include Vieques, Culebra, Mona, Desecheo, and Caja de Muertos.", "Puerto Rico is made up of the main island and smaller ones like Vieques, Culebra, Mona, Desecheo and Caja de Muertos.", "Puerto Rico includes Vieques, Culebra, Mona, Desecheo, and Caja de Muertos.", "Puerto Rico and many smaller islands, including Vieques, Culebra, Mona, Desecheo, Caja de Muertos and others."]}
{"original": "Because of the lack of physical characteristics supporting this group, it is very possible that the subfamily as it is currently recognized is subject to enlargement.", "references": ["Because this group doesn't have a lot of physical characteristics, it is possible that the subfamily will be enlarged.", "The subfamily group is subject to enlargement, because of the lack of physical characteristics.", "Because of the lack of physical characteristics supporting this group, it is possible that the known subfamily may expand.", "Because of the lack of physical characteristics supporting this group, it is possible the subfamily will be enlarged.", "Because there aren't many physical traits to support this group, the subfamily could get bigger.", "Because of the lack of physical characteristics supporting this group, the subfamily has the possibility of being enlarged.", "Due to the lack of physical traits helping this group, it's possible that the subfamily as it is known is subject to growth.", "Lack of physical characteristics supporting this group potentially enlarges the subfamily.", "Due to the lack of physical characteristics supporting this group, it is very likely that the subfamily as it is currently recognized will be subject to enlargement.", "Because of the lack of visible attributes supporting this group, it is very possible that the subfamily as it is currently recognized is subject to growth."]}
{"original": "On April 7, 2004, Messing gave birth to their son, Roman Walker Zelman.", "references": ["Messing gave birth to Roman Zelman on April 7, 2004.", "On April 7, 2004, Messing gave birth to Roman Walker Zelman.", "In April 2004, Messing gave birth to Roman Walker Zelman.", "On April 7, 2004, Messing had a baby boy. She named him Roman Walker Zelman.", "On April 7, 2004, Messing had their son, Roman Walker Zelman.", "On April 7, 2004, Messing had a baby son, Roman Walker Zelman.", "On April 7, 2004, Messing gave birth to their son.", "On April 7, 2004, Messing gave birth to their son. They named their son Roman Walker Zelman.", "On 4/7/2004, Messing had their son, Roman Walker Zelman.", "On April 7, 2004, Messing gave birth to her son, Roman Walker Zelman."]}
{"original": "During and after the Thirty Years' War, Soest suffered a tremendous loss of both population and influence; at the lowest point in 1756 it had only 3,600 citizens.", "references": ["During and after the Thirty Years' War, Soest suffered a large loss of both population and influence.  In 1756 it had only 3,600 people.", "During the \"Thirty Years' War, Soest lost people and power. In 1756 it had only 3,600 people.", "During and after the War, Soest suffered a loss of population and influence. At one point, it had only 3,600 citizens.", "During and after the Thirty Years' War, Soest lost much of its population and influence. At the lowest point, in 1756, it had only 3,600 citizens.", "During and after the Thirty Years' War, Soest lost a lot of the population and influence. At the lowest in 1756 it had only 3,600 citizens.", "Because of the Thirty Years' War, Soest's population and influence decreased a lot. In 1756, it had only 3600 citizens.", "During and after the Thirty Years' War, Soest suffered great losses of population and influence. At it's lowest point in 1756, Soest had only 3,600 citizens.", "The city of Soest lost both population and influence during and after the Thirty Years War and in 1756 only had a population of 3,600.", "Soest suffered a huge loss of both population and power  during and after the Thirty Years' War. At the lowest point in 1756 it had only 3,600 citizens.", "During and after the Thirty Years ' War, Soest suffered an enormous loss of population and influence, with only 3,600 citizens at the lowest point in 1756."]}
{"original": "Tobiko - Flying fish roe, very crunchy, reddish orange in color.", "references": ["Tobiko is flying fish roe that is very crunchy and reddish orange in color.", "Tobiko is a Flying fish egg. It is very crunchy and orange in color.", "Flying fish roe, is crunchy and reddish in color.", "Tobiko is very crunchy. Its color is reddish orange. It's called flying fish roe.", "Tobiko - Flying fish eggs, very crunchy, reddish orange in color.", "Tobiko is flying fish roe. It is very crunchy. It is reddish orange.", "Tobiko is flying fish roe. It is very crunchy and reddish orange.", "Tobiko is flying fish roe. It is very crunchy and reddish orange in color.", "Tobiko is the roe of the flying fish. It is crunchy and reddish orange in color.", "Tobiko  is flying fish roe that is very crunchy and reddish orange in color."]}
{"original": "Her follow-up single \"Girlfriend\" also debuted at number one and her first album, Honey to the B (released immediately afterwards) debuted at Number 14 in the UK album charts.", "references": ["Her follow-up single \"Girlfriend\" also debuted at number one.  Her first album, Honey to the B, debuted at Number 14 in the UK album charts", "Her next song\"Girlfriend\" also was at number one. While her first album, Honey to the B was at Number 14 in the UK charts.", "Her follow-up single \"Girlfriend\" hit number one on charts. Her first album, Honey to the B hit Number 14 on the UK charts.", "Her next single \"Girlfriend\" also debuted at number one. Her first album, Honey to the B (released immediately afterwards) debuted at Number 14 in the UK album charts.", "Her follow-up single \"Girlfriend\" also debuted at number one. Her first album, Honey to the B  was released right after. It debuted at Number 14 in the UK album charts.", "The follow-up single \"Girlfriend\" was debuted as number one and her album, Honey to the B debuted at Number 14 in the UK album charts.", "Her next single \"Girlfriend\" also debuted at number one. Her first album debuted at Number 14 in the UK charts.", "Her follow-up single \"Girlfriend\" entered chart at number one and her first album, Honey to the B (released immediately afterwards) debuted at Number 14 on the UK Album Charts.", "Her single \"Girlfriend\" debuted at #1 and then her first album, Honey to the B, debuted at #14 in the UK album charts.", "\"Girlfriend\" was her follow-up single. It also debuted at number one. Her first album, Honey to the B was released immediately afterwards. It debuted at Number 14 in the UK album charts."]}
{"original": "The satellite has been given the provisional designation S / 2003 (130) 1.", "references": ["The satellite were named - S / 2003 (130) 1.", "The S / 2003 (130) 1 satellite  is designated provisional.", "The satellite has provisional designation. It is S / 2003 (130) 1.", "The satellite received the provisional designation S / 2003 (130) 1.", "The satellite has the provisional designation S / 2003 (130) 1.", "The satellite has been given the temporary designation S / 2003 (130) 1.", "The satellite was given a temporary label S/2003 (130) 1.", "The satellite has been given the temporary name S/2003 (130) 1.", "The satellite has been named S / 2003 (130) 1 for now.", "The satellite has been given the temporal designation S / 2003 (130) 1."]}
{"original": "In 1974 he was tried and acquitted of participating in the raid that rescued Baader.", "references": ["in 1974 he was tried and cleared of helping in the raid the rescued Baader.", "In 1974 he was convicted of taking part in the raid that rescued Baader.", "In 1974 he was acquitted of helping rescue Baader.", "In 1974 he was put on trial. He was found not guilty of taking part in the raid that rescued Baader.", "In 1974 he was found not guilty of participating in the raid that rescued Baader.", "In 1974 he was tried and found not guilty of being in the raid that rescued Baader.", "In 1974 he was acquitted for the raid that rescued Baader.", "He was tried and acquitted in 1974 of being in the raid that rescued Baader.", "In 1974 he was on trial for being in the raid that rescued Baader. He was found innocent.", "He was tried and found guilty from the attack that saved Baader in 1974."]}
{"original": "The ventricular muscle twitches randomly, rather than contracting in unison, and so the ventricles fail to pump blood into the arteries and into systemic circulation.", "references": ["The ventricles fail to pump blood into the arteries and into systemic circulation when the ventricular muscle twitches randomly instead of in unison.", "The ventricular muscle moves on it's own and not together. And the ventricles do not pump blood into the arteries.", "The ventricular muscle moves randomly rather than in sync. So the ventricles fail to pump blood into the arteries and systemic circulation.", "The ventricular muscle twitches randomly. It does not contract at once. The ventricles fail to pump blood into the arteries and into systemic circulation", "The ventricular muscle twitches randomly instead of in unison. As a result, the ventricles can't pump blood into the arteries and into systemic circulation.", "The ventricular muscle twitches randomly. It does not contract together so the ventricles don't pump blood into the arteries and systemic circulation.", "The muscles in the heart move randomly which stops the heart's chambers from pumping blood properly.", "When the ventricular muscles twitches randomly rather than contracting at the same time, the ventricles will fail to pump blood into the arteries and systemic circulation.", "The cardiac muscle twitches randomly, rather than at the same time, so that the ventricles do not pump blood into the arteries and into systemic circulation.", "The ventricular muscle jerks randomly, rather than contracting at once, and so the ventricles fail to pump blood into the arteries and into systemic circulation."]}
{"original": "The Lonely Mountain Jar Inscription, the first published tengwar sample, dates to 1937 (The Hobbit, most editions).", "references": ["The Lonely Mountain Jar Inscription, the first published tengwar sample, dates to 1937.", "The first published tenegwar sample of the Lonely Mountain Jar carving is from 1937 in most versions of The Hobbit.", "The Lonely Mountain Jar writings, the first published tengwar sample, dates to 1937.", "The Lonely Mountain Jar Inscription was the original representative of tengwar. Its date is thought to be 1937.", "The Lonely Mountain Jar Inscription was the first tengwar sample ever published. It is from 1937 (The Hobbit, most editions).", "The Lonely Mountain Jar Inscription dates to 1937. It was the first published tengwar sample.", "The first published tengwar sample was published in 1937.", "The Lonely Mountain Jar Inscription, the first written tengwar sample, dates to 1937 (The Hobbit).", "The first published tengwar sample is the Lonely Mountain Jar Inscription. It dates back to 1937 in most editions of The Hobbit.", "The Lonely Mountain Jar Gravestone, the first tengwar sample released, dates back to 1937 (The Hobbit, most editions)."]}
{"original": "The population of this ward in 2001 was 16,800 people in 5,700 households.", "references": ["The amount of people in this ward in 2001 was 16,800 people in 5,700 households.", "In 2001 there were 16,800 people living in this district.", "There were 16,800 people in 5,700 households here in 2001.", "The ward housed 16,800 people. They lived among 5,700 households.", "In 2001, 16,800 people in 5,700 households lived in this ward.", "The ward population in 2001 was 16,800 in 5,700 households.", "In 2001 there were 5,700 households in this ward containing a total of 16,800 people.", "In 2001, there were 16,800 people in 5,700 households in this ward.", "The section of town had 16,800 people living in 5,700 houses in 2001.", "In 2001, the population of this ward was 16,800 in 5,700 households."]}
{"original": "With an area of 11,980 km ² and 1.3 million inhabitants, Upper Austria is the fourth-largest Austrian state by land area and third-largest by population.", "references": ["Upper austrailia is the fourth largest state and has the third largest population.", "Upper Austria has an area of 11,980 km with 1.3m people. It is the fourth-largest Austrian state by size and third-largest by population.", "Upper Austria is the fourth-largest Austrian state by land area. Its area is 11,980 km ². It has 1.3 million inhabitants. It is the third-largest by population.", "Upper Austria is the fourth-largest Austrian state by land area and third-largest by population. It has an area of 11,980 km ² and 1.3 million inhabitants.", "With 11,980 km ² and 1.3 million people, Upper Austria is the fourth-largest Austrian state by land area. It has the third-largest population.", "Upper Austria is the fourth-largest Austrian state by land area and the third-largest by population.", "Upper Australia is the fourth largest Australian state (11,980 square km) in land area and third largest in population (1.3 million).", "Upper Austria is the 4th largest state in Austria, with an area of 11,980 km ², and has the 3rd largest population, with 1.3 million people.", "Upper Austria, with an area of 11,980 km 2 and 1,3 million residents, is the fourth largest Austrian state per land area and the third largest by population.", "Upper Austria is the fourth-largest Austrian state by land size and the third largest by population"]}
{"original": "The inner eyewall dissipated as a 23 mile (37 km) outer eyewall became dominant, and concurrently the overall organization of the hurricane improved.", "references": ["The inner eyewall disappeared, but a 23 mile outer eyewall became dominant, and at the same time the hurricane's structure improved.", "The hurricane's inside eye-wall lessened. The outside eye wall strengthened. This made the hurricane stronger.", "The inner eyewall dissipated as a 23 mile (37 km) outer eyewall grew. At the same time, the organization of the hurricane improved.", "The inner eyewall went away as a 23 mile (37 km) outer eyewall became dominant. At the same time the overall organization of the hurricane got better.", "The inner eyewall disappeared and the outer eyewall took over. At the same time, the overall organization of the hurricane improved.", "The inner eyewall spread out as a 23 mile outer eyewall gained dominance. At the same time, the hurricane's organization improved.", "The hurricane improved when the inner eyewall dissipated and the  23 mile (37km) outer eyewall became dominant.", "The inner eye weakened as a 23 mile outer eye became powerful, and at the same time the overall the hurricane got stronger.", "The inner eyewall dissipated. A 23 mile (37 km) outer eyewall became dominant. Then, the overall organization of the hurricane improved.", "The inner eyewall subsided as a 23-mile (37 km) outer eyewall became dominant and, at the same time, the overall organization of the hurricane improved."]}
{"original": "The following two years, the Raiders again won Western Division titles, only to lose the AFL Championship to the eventual Super Bowl winners — the New York Jets (1968) and Kansas City Chiefs (1969).", "references": ["The Raiders won Western Division, but lost the AFL Championship to the Super Bowl winners — the New York Jets (1968) and Kansas City Chiefs (1969).", "Afterwards, the Raiders won the West Division title twice. Only to lose in the Championship to the New York Jets, eventual Super Bowl winners.", "The Raiders won Western Division titles two years in a row (1968-1969). They lost the AFL Championship. Both times the AFL winners would go to the Superbowl. Both times they AFL champion would win.", "The next two years, the Raiders again won Western Division titles. However, both times, they lost the AFL Championship to the future Super Bowl winners — the New York Jets (1968) and Kansas City Chiefs (1969).", "The next two years, the Raiders again won Western Division titles. Then they lost the AFL Championship to the eventual Super Bowl winners — the New York Jets (1968) and Kansas City Chiefs (1969).", "For the next two years, the Raiders lost the AFL Championship to the eventual Super Bowl winners.", "The next 2 years the Raiders won division titles, but lost AFL Championships to eventual Super Bowl winners — the New York Jets (1968) and Kansas City Chiefs (1969).", "The Raiders won Western Division titles the two following years. They lost the AFL Championship to the eventual Super Bowl winners. These losses were the New York Jets in 1968 and Kansas City Chiefs 1969.", "The raiders won Western Division titles again, but lost the AFL Championship to the New York Jets (1968) and Kansas City Chiefs (1969). The Jets and the Chiefs were the eventual Super Bowl winners.", "The next two years, the Raiders again won the Western Division titles, only to lose the AFL Championship to the initial Super Bowl winners — the New York Jets (1968) and the Kansas City Chiefs (1969)."]}
{"original": "The buildings in Bayeux were virtually untouched during the Battle of Normandy, the German forces being fully involved in defending Caen from the Allies.", "references": ["The buildings in Bayeux were virtually untouched during the Battle of Normandy.  German forces were fully involved in defending Caen from the Allies.", "The Bayeuxs buildings were basically untouched during the Battle of Normandy. The Germans were fully involved defending Caen from the Allies.", "The buildings in Bayeux were undamaged during the Battle of Normandy. Because German army was busy defending Caen.", "The Battle of Normandy left most Bayeux buildings standing. The German military had focused efforts in Caen.", "The buildings in Bayeux were not harmed during the Battle of Normandy. This is because the German forces were focused on defending Caen from the Allies.", "The buildings in Bayeux were virtually untouched during the Battle of Normandy. The German forces were fully involved in defending Caen from the Allies.", "The buildings in Bayeux went undamaged during the Battle of Normandy.", "German forces fully defended Caen during the Battle of Normandy, so the buildings in Bayeux were virtually untouched.", "The buildings in Bayeux were almost untouched during the Battle of Normandy. This was because German forces were fully involved in defending Caen from the Allies.", "During the Battle of Normandy, the buildings at Bayeux were untouched, with the German troops fully involved in attacking Caen from the Allies."]}
{"original": "Fontane's first published work, the novella Geschwisterliebe (or \"Sibling Love\"), appeared in the Berlin Figaro in December 1839.", "references": ["Fontane's first published work, the novella Geschwisterliebe, appeared in the Berlin Figaro in December 1839.", "Fontane's first novella, Geschwisterliebe , was in Berlin Figaro in December 1893.", "Fontane's first work, novella Geschwisterliebe was shown in the Berlin Figaro in 1839.", "Fontane's first novella \"Geschwisterliebe\", appeared in the Berlin Figaro December 1839.", "Fontane's first published work was the novella Geschwisterliebe or \"Sibling Love\". It appeared in the Berlin Figaro in December 1839.", "Fontane's first published work was the novella Geschwisterliebe (or \"Sibling Love\"). It appeared in the Berlin Figaro in December 1839.", "Fontane's first published work was the novella Geschwisterliebe (or \"Sibling Love\"). It was in the Berlin Figaro in December 1839.", "Fontane's short book Geschwisterliebe was published in the Berlin Figaro in 1839.", "Geschwisterliebe, Fontane's first published work, appeared in the Berlin Figaro in December 1839.", "The novella Geschwisterliebe (or \"Sibling Love\") appeared in the Berlin Figaro in December 1839. It was Fontane's first published work."]}
{"original": "History The district was formed in 1994 by merging the two previous districts Marienberg and Zschopau.", "references": ["The district was made in 1994 by combining the two previous districts Marienberg and Zschopau.", "=The district was created in 1994. It was created by combining districts Marienberg and Zschopau.", "The district formed in 1994 by merging Marienberg and Zschopau.", "Marienberg and Zschopau joined in 1994 to make the district.", "History: The district was formed in 1994. This was done by merging the two previous districts Marienberg and Zschopau.", "History The district was formed in 1994. It combined Marienberg and Zschopau.", "The two previous districts combined in 1994 to create this district.", "Marienberg and Zschopau were combined to form the district.", "The district was formed in 1994 from two previous districts. Those two districts were Marienberg and Zschopau.", "History The district was formed in 1994 by merging the two previous districts Marienberg and Zschopau."]}
{"original": "The administration of the port is carried out by the Karachi Port Trust which was established in the nineteenth century.", "references": ["The administration is carried out by the 19th century Karachi Port Trust.", "the Karachi Port Trust manages the port. It was established in the nineteenth century.", "The port is maintained by the Karachi Port Trust which started in the nineteenth century.", "The port is run by the Karachi Port Trust, which was created in the nineteenth century.", "The Karachi Port Trust runs the port. It was made in the 1800s.", "The Karachi Port Trust is in charge of the port.", "The port's administration is handled by the Karachi Port Trust. The Karachi Port Trust was formed in the nineteenth century.", "Established in the 19th century, The Karachi Port Trust oversees the port.", "The Karachi Port Trust manages the port.  The  Karachi Port Trust which was set up in the nineteenth century.", "The administration of the port shall be carried out by the Karachi Port Trust, established in the nineteenth century."]}
