{"dialogue": "Alba: I’m sitting in the train\nAlba: Still 1 hour\nNorbert: What time did you get on the train?\nAlba: At 12\nNorbert: That’s a long ride\nAlba: I should arrive at six\nAlba: It’s a slow train\nAlba: It stops in every little village\nNorbert: Why didn’t you take the fast one?\nAlba: It was sold out\nAlba: I could book the fast one for tomorrow\nAlba: Or go today with the slow one\nAlba: And I didn’t want to spend another night in Lopburi", "summary": "Alba should arrive at 6 as she picked the slow train. She didn't want to spend another night in Lopburi and the tickets for the fast one were sold out."}
{"dialogue": "Lucas: hi, what ru doing tonight?\nIvy: hey, nothing special really. Why RU asking?\nLucas: I've heard that there is a cool concert in the Irish Pub at 7\nIvy: hmm..not sure if I can go, I still need to study a bit\nIvy: the exam is on Thursday\nLucas: oh come on, it's Monday!\nIvy: idk, perhaps I could go\nIvy: but I won't stay long :)\nLucas: oh right, as long as you come even for a bit\nIvy: <3 <3 <3", "summary": "Lucas invites Ivy to a concert in a pub at 7. Ivy cannot stay long but will join Lucas."}
{"dialogue": "Harrison: Hi, look what  I've just bought!\nHarrison: <file_photo>\nHarper: tickets for Dream Theater?!!\nHarper: that's awesome! How much?\nHarrison: 220 $\nHarper: whaat? That's so expensive!!!", "summary": "Harrison bought tickets for Dream Theatre for $220."}
{"dialogue": "Jane: You'll never guess what happened!\nFrancis: No, I probably won't :D\nJane: Funny :P Listen up\nJane: I had a terrible day, so I decided to leave early. Of course, my favourite street was blocked, because there was an accident, so I had to take a detour.\nJane: The neighbourhood is not exactly nice so the street filled with grumpy people and garbage.\nFrancis: Sounds really dramatic.\nJane: funny much ;P Listen. I had a headache so I decided to pass on the music and thank god I did! Because otherwise I wouldn't have found this:\nJane: <file_photo>\nFrancis: OMG JANE!\nFrancis: That's a freaking cat!\nJane: No, better - it's a kitten! :D\nFrancis: Ok, it's cute. You sure it doesn't belong to anyone? Maybe it ran away?\nJane: Nope, I took him from the street, all dirty and kinda gross. I asked around, but no luck. So I took him.\nJane: Therefore, Francis, meet Charles :)\nFrancis: Charles? hahahaha\nFrancis: Guess I should pay you a visit, before he grows old and grumpy :P", "summary": "Jane had to take a different route home because of an accident and found a kitten. She named him Charles. Francis wants to see the kitten soon."}
{"dialogue": "Peppe: YEEEEAH, fuck yeah! \nWinnie: You won, bro! I knew it!\nQasar: You kicked his ass! That last set was brilliant!\nPeppe: I'm so hyped!", "summary": "Winnie and Qasar congratulate Peppe on winning the game. "}
{"dialogue": "Sarah: Are you coming for the yoga practice?\nLydia: Yes\nJessica: I want to.\nJessica: What time should we come?\nSarah: I'm free\nSarah: If you want to come now it's fine for me\nLydia: Great. ", "summary": "Lydia and Jessica are coming to Sarah's yoga practice. "}
{"dialogue": "Pedro: I got promoted!\nSamantha: Great! Well deserved. \nJake: Let's celebrate ", "summary": "Pedro got promoted. "}
{"dialogue": "Alice: what was this shortcut for fast closing programs you told me about?\nMike: it was ALT + F4\nAlice: ahh thanks again! and for copying?\nMike: <file_other>\nAlice: thanks!!!\nMike: just use this cheat sheet that I sent - it's really helpful :)", "summary": "Alice needs shortcuts for closing programs and copying. Mike sends a cheat sheet."}
{"dialogue": "Jeff: Hey did you make it to the Polish lesson last night? I came down sick with a severe cold and may miss the next lesson too.\nRita: I'm sorry that you are sick! Hope you feel better soon. Yes, I went to the lesson. A lot of people didn't show up actually.\nJeff: Did I miss much?\nRita: You did, unfortunately, but I can help you catch up. We learned about the instrumental case?\nJeff: The what? \nRita: Don't worry about it now. Just get better. \nJeff: Thanks, Rita. I'll see if I can read about it in the textbook when I get a chance.\nRita: Sounds good. The book explains it very clearly, so I don't think you'll find it too confusing.\nJeff: Ok, great. \nRita: Just so you know, the professor may have to reschedule the next lesson due to personal reasons. She said she'd let us know by email if that happens.\nJeff: OK, thanks for the heads up.\nRita: No problem. Hope to see you soon in any case.\nJeff: Likewise. Take care!", "summary": "Jeff missed the Polish lesson last night, because he got sick. Rita will help him to make up the lesson. The next lesson may be rescheduled."}
{"dialogue": "David: Hi, Steve.\nSteve: Hi David.\nDavid: I need a lawyer. Do you know a good one?\nSteve: I know a few lawyers. But what kind of a lawyer you need?\nDavid: I need a good divorce lawyer. Do you know one?\nSteve: Yes, Zimmerman is pretty good.\nDavid: Text me his number.\nSteve: I will. But why do you need a divorce lawyer? You are not even married.\nDavid: Right, I am not. It's for someone else.\nSteve: For a friend, then. Someone, I know?\nDavid: Yes. But do you really need to know?\nSteve: Not really. Just curious.\nDavid: All right then. Send me the number.\nSteve: David, I said I am curious.\nDavid: So what?\nSteve: So either you give me his name, o I am not giving you the number.\nDavid: It's not him. It's her.\nSteve: Whatever. Give me the name.\nDavid: All right. It's Becka.\nSteve: My wife's name is Becka ...", "summary": "Steve will give David a divorce lawyer's telephone number. The lawyer is called Zimmerman. Zimmerman is needed for Becka's divorce."}
{"dialogue": "Barney: Does anyone know where I can buy this kind of bark that orchids grow in?\nLewis: Don't tell me you've taken up gardening :D\nBarney: No, I dropped my mum's favorite orchid and now I have to replant it before she comes back.\nLewis: LOL, you're so clumsy!\nJudith: Wait, I'll ask my Mum.\nLewis: You can always say it was the cat's fault :P\nBarney: Then she'll say it was my fault anyway because I let the cat do it.\nLewis: Do you think she won't notice that you replanted it?\nBarney: I hope so :D No, but in all seriousness, I hope that if she sees I did all I could to save it, she won't be that mad. She got that bloody plant from Dad on their 25th anniversary, it means a lot to her.\nJudith: I'm back.\nBarney: And?\nJudith: Mum says to try at The Home Depot. She buys pots for her plants there.\nBarney: Thank you! I've already ordered an identical pot from Amazon, but I forgot to order that bark too, and now it's too late to buy it online. Why can't orchids grow in soil like normal plants?\nLewis: Because they're too fancy for that?\nBarney: LOL, right :D Okay, thanks for help, guys. And by “guys” I actually mean Judith :P Now I've gotta go to The Home Depot and pray that they have that goddamn bark there...", "summary": "Barney dropped his mom's favorite orchid and needs to replant it. His mom got the plant from his dad for the 25th anniversary. Barney already ordered the pot from Amazon, but forgot the bark. Judith advised him to try The Home Depot."}
{"dialogue": "Daryl: Where did u find this?\nJo: Just googled it.\nLou: It says that nearly 50% of teens can be addicted to games. \nDaryl: Rly? Do u feel addicted?\nJo: Nope. I'm a casual gamer. Once or twice a week for 2/3 hrs. And that's it.\nLou: Well, I play every day. Bt I don't feel addicted.\nDaryl: Ru sure? Tried stopping for a week?\nLou: Y would I?\nJo: Just for the sake of it. Maybe u'll like the outside world better ;)\nLou: Stop mocking me. I'm not a junkie!\nDaryl: Sure ur not. Probably already thinking about Battlefield, eh?\nLou: No!", "summary": "Jo found a text about teenagers addicted to games. Lou plays games everyday. Daryl and Jo think Lou is addicted. "}
{"dialogue": "Chris: Excellent :)\nAnnie: <3\nAmelia: the measures towards the partner are simple...must be able to sing or at least pretend that loves the out of tune situation when others are singing :'D it ends up this way anyway hahaha\nMatty: (Y)\nAnnie: (Y) i accept every colour of the rainbow ;P :D \nTash: or babysitting kids during that time ;)\nAmelia: (Y)", "summary": "In Amelia's view a partner must have some skill in singing or be able to accept others singing or, as Tash chimes in, to take care of children when others sing."}
{"dialogue": "Lynn: so? movie, today?\nJoe: your place?\nLynn: sure\nLynn: fuck, i should clean my room before the evening :D\nKaren: easy girl\nKaren: no judge xD\nJoe: were goin to focus on the screen\nLynn: lol\nLynn: if u say so", "summary": "Joe and Karen are going to watch a movie at Lynn's today. "}
{"dialogue": "Justin: have you heard about that happened in Wide St?\nPete: no?\nGrace: oh, yeah ;/ there was an accident, Pete\nJustin: exactly. 2 people dead :/\nPete: shit, that's why the traffic jams?\nGrace: probably. didn't even know there were jams", "summary": "Two people died in an accident on Wide Street."}
{"dialogue": "Dan: Hey dad!\nDad: You want money right\nDan: NO xD\nDan: okay yeah :3\nDad: i will transfer it to your account\nDan: youre the best", "summary": "Dad will send Dan some money."}
{"dialogue": "Greg: I'm stuck in traffic. Can't reach Layla. Can you tell her I will be running late piching up the kids from grandmas?\nBetty: sure, I have her right here. her phone's dead.\nGreg: thanks. \nBetty: no problem", "summary": "Greg will arrive late to pick up kids from grandma's."}
{"dialogue": "Mark: Returning to our last discussion, do you like French cuisine?\nJosh: Well, I don’t know actually…\nMark: If you’re one of those people who doesn’t like to eat because “there’s more to life than food”, you should definitely visit Paris 😊\nJosh: I guess I’m that kind of person 😉 Actually, I’m a great fan of sports and you know it very well\nMark: I’ve been to Paris two times and I loved exploring combinations of wines and cheeses. Besides, according to the traditional French cuisine, butter plays a central part in French dishes", "summary": "Mark has been to Paris twice and liked combinations of wine and cheese. Josh doesn't like food very much, he's a great fan of sports. "}
{"dialogue": "Joanna: I just bumped into Trevor\nAndy: Trevor as in your ex Trevor?\nJoanna: Trevor as in the love of my life 10 years ago Trevor\nAndy: Wow. How did he look?\nJoanna: Got a little fat.\nAndy: Fat is good.\nJoanna: And you could see a bold spot on the top of his head.\nAndy: Perfect! You win the breakup then?\nJoanna: Hell I do! ", "summary": "Joanna bumped into her ex boyfriend Trevor. Trevor got fat and bold. Andy and Joanna think she won the breakup."}
{"dialogue": "Caleb: Hey, do you wanna talk through Whatsup?\nNathan: No, I'm doing my homework now.\nCaleb: Ok, but when can we hook up to play Fortnite?\nNathan: I don't know, that game is getting boring.\nCaleb: Come on, I have to beat you again :)\nNathan: You wish! I always kill you in that game.\nCaleb: Well, log in so we can play.\nNathan: I have a math test tomorrow.\nCaleb: Errr...I hate math.\nNathan: I don't mind it, actually. I'm one of the best in my class. It's easy for me.\nCaleb: You're lucky. My math teacher isn't very good. She doesn't know how to explain equations.\nNathan: You should switch to my school then :)\nCaleb: Nah, I like my school for other things. We have the best basketball program.\nNathan: Yeah, but you're not even on the team!\nCaleb: I plan to be, though, maybe next year.\nNathan: Yeah right. Anyways, I gotta get back to this. Let's play tomorrow night.\nCaleb: Ok, good look on your test.\nNathan: Thanks! See ya.\nCaleb: See ya online tomorrow ;)", "summary": "Celeb wants to play Fortnite with Nathan, but Nathan has to prepare for a math test the next day. Celeb doesn't like maths and is not happy with his math teacher. He likes his school because it has the best basketball program. They will play online tomorrow night."}
{"dialogue": "Scarlet: What did you eat today? \nSmith: Pizza \nScarlet: Where??\nSmith: Bun n Cheese", "summary": "Smith ate pizza today at Bun n Cheese "}
{"dialogue": "Mum: remember to take an umbrella, it's raining outside\nSarah: ok, mum\nMum: good day, sweety \nSarah: thanks, you too, mum", "summary": "Mum reminds Sarah to take an umbrella."}
{"dialogue": "Kate: Guys, I will leave soon I think\nYigal: why? Don't you like it here\nBenjamin: it's very upsetting\nKate: I like you very much, but I can't stand the atmosphere in Israel\nKate: I don't feel ok\nTamar: I understand it, some of my Israeli friends left for Europe for this reason\nKate: I really appreciate you understand me Tamar\nTamar: I do\nYigal: I don't, but whatever\nKate: I was in Hebron last week and it was heartbreaking\nYigal: what?! you should be happy you survived!\nKate: no, it's not dangerous there, it's an unfair stereotype\nKate: I met a few very nice people there\nTamar: I know... it's so sad\nKate: I just feel that I support the system by being here, that I somehow take a side in this conflict\nKate: and I don't want it\nKate: I think it's being managed in an unfair, ugly way\nBenjamin: we won't find mutual understanding here, I'm sorry\nBenjamin: I think you're biased against my fatherland, it upsets me\nKate: you see? there is no place for me here\nBenjamin: probably you're right", "summary": "Kate wants to leave Israel because she feels bad with the atmosphere here. "}
{"dialogue": "Rose: just left would be reaching there in 30 minutes... \nTom: ok all is ready just waiting for you\nRose: coool i am so excited .. cant wait to inaugrate our new cafe\nTom: same here just be quick\nRose: sure!", "summary": "Tom will see Rose in 30 minutes to inaugurate their new cafe."}
{"dialogue": "Arnie: Hello, I'm on my way to Warsaw. \nBetty: Hi, great!\nBetty: What time do you arrive at the station?\nArnie: God knows. But theoretically 18:45. \nBetty: Do you want me to pick you up?\nArnie: That would be nice, but I doubt we'll be there on time.\nBetty: True. \nBetty: Let's make a deal:\nBetty: I'll come around 19:00 or 19:15. If you arrive on time, you'll wait in a cafe. And if you arrive later, I'll wait. \nArnie: Deal!", "summary": "Arnie is scheduled to arrive in Warsaw at 18:45. Betty will come to pick him up at 19 or 19:15."}
{"dialogue": "Zoe: Alright, random question, what is your opinion on Kanye West?\nZoe: I watched a video him giving an interview on Ellen Show, and I realized I had never heard him speak before \nJames: looool \nJames: absolute hero\nJames: I mean I have little opinion on him. He's a celebrity. \nJames: also I don't know why people like his dumb music  \nZoe: Ha, well I think his music is actually pretty good\nZoe: it's more his celebrity status that is annoying \nZoe: hahah I mean,  you can only think so highly of a person tied up in all that Kardashian shit \nZoe: haha but music wise, I think he's pretty alright, I'm actually all about it right now \nJames:😂😂😂\nJames: ha  yeah, I guess you could say he's alright then\nJames: but if you're down that hiphop route, I guess you could listen to Aesop Rock\nZoe: ooo damn! I kinda know him\nJames: not to be confused with a$ap rocky\nZoe: yeah yeah, I looked him up, I know aesop, I've heard him before\nZoe: I actually like him a lot \nZoe: lol thanks for sending that one my way \nJames: mm my pleasure lol", "summary": "Zoe quite likes Kanye West's music, James does not. James suggests Zoe checks out Aesop Rock, Zoe knows and likes them. "}
{"dialogue": "Frank: Have you seen Skyfall?\nEva: It's brand new right?\nFrank: Ya, the premiere was yesterday.\nEva: not yet, I got so much work to do :(\nFrank: Would you like to watch it with me this weekend?\nEva: sure, Sunday sounds okay :)\nFrank: Great! I'm gonna book tickets.\nEva: Give me a call when you're done,", "summary": "Frank and Eva are going to watch Skyfall on Sunday."}
{"dialogue": "Maxine: honey, pay more attention to the stuff u buy\nMark: is it expired?\nMaxine: tomorrow it will expire :(\nMark: sorry", "summary": "Maxine reminds mark to check the date on stuff he buys. "}
{"dialogue": "Pauline: Hi Charlotte hope u r feeling better today... did you get to the docs in the end?\nCharlotte: Hiya yes I manged to get an appointment for Friday morning, hopefully they will manage to get me looked at by the hospital xxx\nPauline: thats good then, are you seeing Dr Janner? xx\nCharlotte: not sure who I am booked with, they did say I may have to wait for a while, but as long as I get looked at I dont care lol xxx\nPauline: I know how you feel, some times it takes so long you are just desperate to be seen by anyone... even the receptionist with an aspirin would do lol xxx\nCharlotte: Shall I pop over for a cuppa when I get out of the docs?  U can show me that pattern you were talking about xxx", "summary": "Charlotte has a doctor's appointment on Friday morning. She's not sure which doctor will look at her."}
{"dialogue": "Grace: girls, watch this\nGrace: <file_video>\nMargaret: Hahahahah\nSusan: omg, he's so funny :D:D\nGrace: and another one\nSusan: loooool\nSusan: cats are so adorable\nMargaret: *.*\nSusan: i want this cat in my house!!\nMargaret: Thats the cutest thing I've ever seeeeeeen <33\nGrace: it made my day\nGrace: and I felt I have to share it with sb\nMargaret: :))", "summary": "Grace, Margaret and Susan are watching a video with an adorable cat. They all love it."}
{"dialogue": "Helen: How are you doing?\nHelga: I'm ok \nJohannes: Not bad\nHelen: Great\nHelen: How about we meet this weekend?\nHelga: I have time on Saturday\nJohannes: I'm out of town this weekend", "summary": "Helga has time on Saturday, but Johannes is out of town this weekend, so he can't join the meeting which Helen proposed."}
{"dialogue": "Adrian: Heyyy\nSophie: Hullo\nAdrian: So I'm in this shop about to buy the tiles for the kitchen. Any preferences?\nSophie: Yeah\nSophie: To begin with, no patterns at all\nSophie: As for finishing, I'd like them to be polished/shiny\nSophie: Possible colours would include light grey or grayish blue/green\nSophie: But when it comes to colours I'd welcome your suggestions if you see anything you especially like\nAdrian: Ok, I'll look around \nAdrian: I'll be looking for like medium-sized square ones. Is that ok?\nSophie: Yer\nAdrian: Ok, so here's what I've found:\nAdrian: <file_photo>\nAdrian: <file_photo>\nAdrian: <file_photo>\nAdrian: There's not much choice to be frank so I do hope you like some of these\nAdrian: You actually can't judge too well from the photos, but to me it seems that the ORANGE ones are the best\nAdrian: But that's obviously totally opposite to what you initially wanted\nSophie: Let me think for a while\nAdrian: OK\nSophie: Yeah, just grab the orange ones\nSophie: But just one thing\nSophie: Make sure they're not too dark - when they cover a larger surface, the colour always appears darker than on a single tile\nSophie: Will you remember to have a look please?\nAdrian: ofc no worries\nSophie: Thanks so much 🧡🧡🧡\nAdrian: You're most welcome\nAdrian: See you in a bit!", "summary": "Adrian will grab the orange tiles on Sophie request. Sophie wants him to make sure they aren't too dark. Adrian will see Sophie in a bit."}
{"dialogue": "John: have a nice time at the beach?\nAnna: let me tell you\nJohn: ok hahah\nAnna: it was amazing weather water ahh amazing but there was one thing \nJohn: yeah what's that?\nAnna: so you know my friend Emma?\nJohn: yes I do \nAnna: she brought her boyfriend and he is the most annoying person ever hahah\nJohn: really? why? what he do \nAnna: everything we do he complain, if we went to the beach he want to go the pool at the pool the beach he want to go \nJohn: I hate people like this\nAnna: and if we went to eat he alwaysss complain were we would go \nJohn: id tell him to just shut up and deal with it haha\nAnna: I told Emma! I was like I can't take it you have to say something to him \nJohn: and what she say?\nAnna: she told me I should grow up \nJohn: wowwww ", "summary": "Anna enjoyed the beach but didn't like Emma's boyfriend, who complained a lot."}
{"dialogue": "Ralph: The lawn needs mowed. You busy today?\nKate: Nope. I can be there in an hour. Okay?\nRalph: Yes!", "summary": "The lawn should be mowed. Kate will be there in an hour."}
{"dialogue": "Helen: Did you go to the Rawley's talk?\nTim: I wanted but I forgot\nAnthony: I did\nHelen: and?\nAnthony: I have mixed feelings\nHelen: I wanted to go \nAnthony: His arguments were interesting but the talk was hard to follow\nAmy: I agree\nDorothy: Maybe if he didn't read his speech and talked instead...\nHelen: Oh I see...\nDorothy: I liked the comments part at the end though\nAnthony: Yeah, people asked really great questions!\nDorothy: What he said was also very inspiring. \nAnthony: I will definitely read some of his papers.", "summary": "Anthony and Amy have mixed feelings about the Rawley's talk. Dorothy enjoyed the comments part at the end. Anthony will read some of Rawley's papers for sure."}
{"dialogue": "Garry: Are you coming to the pub with us tonight?\nKatia: Tonight?\nKatia: What day is it?\nKatia: All right, it's Thursday.\nKatia: Yes, I'm coming :) \nGarry: Great! \nKatia: Which pub is it this week?\nGarry: Irish.\nGarry: Do you want to go together?\nKatia: Subway?\nGarry: yes\nKatia: OK. Let's meet at my station, okey?\nGarry: Sure. What time?\nKatia: Around 8:00?\nGarry: okey! see u then!\nKatia: See u!", "summary": "Garry and Katia are going to an Irish pub. They will meet at the subway station at approx. 8 o'clock."}
{"dialogue": "Don: Hey I saw Anna in class today\nDonny: And? \nDon: She wasn't feeling that well\nAnnie: Did you try to talk to her\nDon: I havent\nDon: She left during the class\nAnnie: She hasn't answered me today\nDon: Yeah maybe she's having a bad time with herself ", "summary": "Don saw Anna in class today. She wasn't feeling well but he didn't talk to her. Anna left during the class. "}
{"dialogue": "Dick: Penny for your thoughts.\nJane: Have none.\nDick: You bloody intellectual! You always think deep thoughts.\nJane: Gosh, Dick. I'm working now!\nDick: You mean you are at work.\nJane: I'm sitting at the desk and writing an article about glyphosate.\nDick: So take a break and have a chat with me.\nJane: What about?\nDick: The sense of life.\nJane: You're getting on my nerves now. Can we chat later?\nDick: Lunch break?\nJane: OK\nDick: See you then in the smoking room?\nJane: CU scrounger!", "summary": "Dick is disturbing Jane because he wants to talk to her but she is working now. Dick is getting on Jane's nerves but she agrees to have lunch with him. They will see each other in the smoking room. "}
{"dialogue": "Dharma: Please can you come in?\nJoy: In a bit; I have a client to tend to.\nDharma: Oh, I didn't realize. Carry on.", "summary": "Dharma wants Joy to come in, but she didn't know Joy has got a client."}
{"dialogue": "Lydia: Barbecue in one hour?\nOlivier: Sure!\nLydia: Excellent, just bring some beer\nOlivier: Ok", "summary": "Olivier will come to Lydia for barbecue in one hour. He'll bring beer. "}
{"dialogue": "Evan: Jonny\nJonny: Ye?\nEvan: Watching Netflix?\nJonny: Nope, why?\nEvan: Time to change it\nJonny: Mhm. Carry on\nEvan: I'm testing Netflix Ultra, it costs 70PLN a month.\nEvan: But I'm sharing costs with friends. So far we created three profiles, do you want to have your account?\nJonny: Let me ask my girl\nJonny: Brb\nEvan: Sure\nJonny: She's excited, let's do it!\nEvan: Great, you'll have all the details on email.\nJonny: Thanks dude. Hope it's worth it.\nEvan: Trust me, it is!", "summary": "Evan is trying out Netflix Ultra at 70 PLN a month. Jonny and his girlfriend will chip in."}
{"dialogue": "Lewis: just spoke with Emma\nLewis: she'll watch over Mark\nLewis: so we can have Friday evening for ourselves!\nLucy: that's a pleasant surprise :)\nLucy: do you have anything in mind?\nLewis: not really\nLewis: anything in particular you would like to do?\nLucy: we can go see a movie\nLucy: it's been ages since we went to the cinema together\nLewis: I'll check what movies are available\nLucy: great :)\nLewis: and afterwards we can go try that new Italian restaurant down the street\nLucy: sounds nice :)\nLewis: great :)\nLewis: I'll make all the reservations\nLucy: can't wait :)", "summary": "Lucy and Lewis are having a date on Friday evening. They will go to the cinema and to an Italian restaurant."}
{"dialogue": "Anna: where are you lost?\nEma: here only where will i go?\nAnna: why aint you joining us for girly parties?\nEma: just been busy with school and job\nAnna: job? your working?\nEma: yes during weekends\nAnna: wow! super girl how do you manage\nEma: by missing girly parties\nAnna: awww  why are you working.. its time to enjoy\nEma: i need money that why\nAnna: aww.. is everything ok?\nEma: oh yes absolutely!! its just that i want to start my own business after graduating from university.\nAnna: wow.. you amaze me every time i talk to you, you are so ambitious\nEma: thank you, i have very long plans and as for enjoyment and parties are concerned i would better have them with my business associates.\nAnna: i am so inspired! wish you all the happiness and success\nEma: thank you\nAnna: you always score high in the class you sacrifice your social life to be independent how do you keep yourself motivated?\nEma: i just think about my established business and hi-class future\nAnna: hmm.. i would try to do that too :)\nEma: :) i wish you luck too\nAnna: thanks", "summary": "Ema is busy with school and work. She is missing out on girly parties. She is saving up to start her own business after graduating. Anna is amazed and inspired by this. Ema finds motivation in thinking about her future. "}
{"dialogue": "Nasmith: guys prisoners on channel 4\nJarman: with jake g and hugh jackman\nNasmith: the same one\nJarman: seen it. really good one\nEldon: i haven't. thx for info", "summary": "\"Prisoners\" is airing on Channel 4 now. Jarman has already seen it and likes it. Eldon hasn't seen it."}
{"dialogue": "Kate: Marsha, could you pick up the child from the nursery? \nMarsha: Sure, I can\nKate: We'll pay for the taxi of course\nTommy: But could you take Uber? it's more reasonable\nMarsha: I don't know how to use it\nTommy: find an app in your store (apple or android) called \"uber\", register, it's super easy\nKate: But does Marsha have a credit card?\nMarsha: No, I don't\nTommy: 21st century and there are people without credit cards?!\nKate: Tommy, please \nKate: We will pay a regular taxi, don't worry Marsha\nMarsha: ok!", "summary": "Marsha will pick up he child from the nursery in a taxi and Kate will pay her back. Marsha doesn't have a credit card so cannot use Uber. Tommy finds it strange. "}
{"dialogue": "Leon: Where are you planning to go for your next vacation \nOtto: I am thinking to go to Hawai\nLeon: Why there?\nOtto: It is a beautiful place to visit\nLeon: You have relatives over there?\nOtto: Not actually\nLeon: Can I come along? :P\nOtto: Will have to ask my father\nLeon: Oh, Didnt know that he is also going\nOtto: He would be driving the car, stupid\nLeon: :/\nOtto: Wbu?\nLeon: I would be at home\nOtto: Cool :/", "summary": "Otto might be going to Hawaii for the next vacation. Leon will stay home. "}
{"dialogue": "Kitty: Have you heard the newest Tom Odell?\nNicky: Sure, amazing, right?\nKitty: OMG I can't get it out of my head!\nNicky: Yeah, me too :) <3", "summary": "Kitty and Nicky love the new album by Tom Odell."}
{"dialogue": "Kian: I need motivation to start working\nGreta: Me too. \nSophie: How about we go to a coffee shop to work together?\nGreta: Nah\nGreta: It won't work\nGreta: We'll spend the day talking and nothing will get done\nKian: Sadly, you're right\nSophie: Then let's go to a library\nSophie: We can't talk there \nKian: That's a better idea\nKian: Which library is open on Saturday?\nSophie: The college library is open 24/7 \nGreta: Should we meet there?\nKian: Ok ", "summary": "On Saturday Kian, Greta and Sophie will go to the college library to work there together."}
{"dialogue": "Amparo: Hey guys! What time are we meeting tomorrow?\nJavier: I was thinking of going to the Rastro in the morning, so perhaps around noon?\nMike: A coffee around noon would be fine. I'd love to go to La Central, but if you guys prefer La Latina, it's also fine\nAmparo: both are fine for me, so I'll let Javi decide\nJavier: We could actually do both?\nMike: You mean having some fried sardines at the Rastro and then coffee at La Central? 🤣\nAmparo: As I said, I'm up for both 😂😂😂\nJavier: ☕🐬\nAmparo: 💩\nMike: 💀 Delicious. Let us know where you are and we'll join you\nJavier: Sure, I'll write to you as soon as I spot the ideal sardines 🐉\nAmparo: Cool", "summary": "Amparo, Javier and Mike are going to go to the Rastro and La Central tomorrow. Javier will let them know where they are meeting when he finds the right place."}
{"dialogue": "Jimmy: Hey, guess what? My car's completely kaput!\nCarrie: What happened?\nJimmy: Don't know, either the battery, alternator, engine or a combination of all three\nCarrie: Where is it now?\nJimmy: Yesterday I managed to jump-start it and it was fine, but then Amy took the car and stopped to get something at the store, and then she couldn't get it to start again\nCarrie: Sucks! Wanna borrow my Mercedes?\nJimmy: How are you gonna get it to me? You live so far from the city now\nCarrie: I don't live that far! It's only like 20 km\nJimmy: I'll let you know\nCarrie: I can drive it into the city, and then you can drive me back home, then you'll have the car :)\nJimmy: :) Hmm… I still gotta do something about my car\nCarrie: Actually, you should buy mine and get rid of yours\nJimmy: :-/ Yeah, lately there's always something with it. Anyways, I'll let you know. I may need it, Amy's sister is coming to visit.\nCarrie: Ok, see ya\nJimmy: Bye", "summary": "Jimmy's car has broken down, it was fine yesterday, but then Amy couldn't start it. He'll borrow Carrie's Mercedes that she'll drive into the city. He'll drive her back home."}
{"dialogue": "Madelene: pizza 5 o'clock?\nJohn: got it, the usual place?\nMadelene: you betcha\nJohn: this will be a wonderful evening, my friend, just us, pizza, and some prosecco :D\nMadelene: can't wait xD", "summary": "Madelene and John will have pizza and prosecco at the usual place at 5 pm."}
{"dialogue": "Ricky: Hey, I'm scrolling through Netflix. Any recommendations? Have you seen the new Lost in Space series?\nCarl: Urgghgh… don't see that. It's pretty bad, a waste of time. Are you looking for a movie or series?\nRicky: A movie. I don't have time to watch 20 episodes.\nCarl: There's a good movie about WW2 and how they chase down one of the SS officers. It's called Finale Operation or something like that. It's with Ben Kingsley.\nRicky: Ok, although I'm not much of a history buff. I really like Ben Kingsley, though. Didn't he win a couple of Oscars?\nCarl: It's a really good movie. I highly recommend it. Another one is Outlaw King, but wait it's another historical flick :)\nRicky: That's ok, tell me about it.\nCarl: Well, it's about Scotland's independence. It takes place after William Wallace. You remember the old movie Braveheart with Mel Gibson?\nRicky: Yeah, actually, that was a really good movie.\nCarl: Well, if you liked Braveheart, you'll like this one.\nRicky: Ok, cool. Thanks a lot!\nCarl: No problem.", "summary": "Carl believes the new \"Lost in Space\" series on Netflix is a waste of time. Carl recommends \"Outlaw King\" and a film which is probably called \"Finale Operation\" featuring Ben Kingsley."}
{"dialogue": "Evans: Hello Brian\nEvans: I am Evans from Bosco investment. \nEvans: Congratulations your application for the job position you had applied for has been approved.\nBrian: Hello Evans. \nBrian: All I would say is when do I start?\nEvans: You should report to work tomorrow morning.\nEvans: But remember to carry your identification documents with you.\nBrian: Okay. Thanks.\nEvans: Okay.\nEvans: Do you have further questions?\nBrian: No.\nBrian: I think everything is crystal clear.\nEvans: Fine. See you then.\nBrian: Definitely.", "summary": "Brin got a job at Bosco investment. He will start tomorrow morning. He needs to bring his identification documents with him. "}
{"dialogue": "Irene: ill be late for supper, let the kids know\nIrene: ill be working uplate\nsteven: ok, ill prepare something to eat, should i fetch you?\nIrene: no, ill take an uber\nsteven: okay then\nsteven: take care.\nIrene: ill be fine, thanks", "summary": "Irene is working, and she is going to be late for supper. Steven will prepare something to eat. Irene will take an Uber to get home."}
{"dialogue": "Alba: Hermoine, Will you be my life partner?\nHermoine: For God's Sake Alba, how many times do i have to say yes\nAlba: I just want to hear it for the rest of my life.\nHermoine: Yes Yes Yes", "summary": "Hermoine will be Alba's life partner."}
{"dialogue": "Jessie: <file_video>\nJessie: can't.stop.watching :) :) :) :)\nAlison: STOPPPP hahah\nRobin: Hilarious! \nErica: See? Running is bad for you :D\nEmily: This is why I don't exercise lol\nRobin: This is like my first and last skating attempt...\nJessie: hahahah Robin can't believe you're still alive after that one!!!\nRobin: That painful one...\nAlison: <file_video>\nJessie: omg don't do this to me\nJessie: can't stop laughing\nEmily: <file_gif>\nEmily: I saw it like 800 timeas and its ALWAYS funny! :)\nRobin: shit I can't stop laughing and my boss is watching\nRobin: help!!! ", "summary": "Jessie shares a funny running video with Alison, Robin, Erica and Emily. Alison shares a funny video too. Robin's skating attempt was unsuccessful. Robin is laughing while her boss is watching her. "}
{"dialogue": "Rick: Wanna come over and see the lunar eclipse?\nKate: sure! you fixed your telescope?\nRick: yeah it's all set up and ready\nRick: the eclipse should be visible at 8:43pm\nKate: Ok I'll be there at 7? maybe we could eat before\nRick: sure I'll order some chinese\nKate: ok I'll bring wine\nRick: :D see ya\nKate: see ya", "summary": "Rick has prepared his telescope for the lunar eclipse. Kate will come over at 7 so they can eat before."}
{"dialogue": "Elijah: What do you think about a new coach?\nOwen: I don’t think he’ll change anything\nElijah: Why\nOwen: Look, he has some new ideas, that’s true, but he doesn’t seem to control anything\nElijah: It’s all a bit messy, true. But it’s just the beginning, a few first games\nOwen: Aaand let’s hope it’ll get better, if not, we’re absolutely screwed\nElijah: I believe in him, ha has such a wit, a lot of energy\nOwen: But he is NOT a good professional, you’ll see\nElijah: Ehhh we can never afford someone really good…", "summary": "New coach has come with new ideas but after first few games he is judged poorly by Owen and Elijah."}
{"dialogue": "Natalie: We are still looking for Joan...\nMonique: oh no, it's been 2 days\nBarbara: did you contact police?\nNatalie: her parents did\nNatalie: I'm so worried, I can't even sleep\nMonique: I know, but we have to stay strong and search for her\nNatalie: I know, I'm trying to use facebook for it and twitter\nMonique: it's a great idea and help for her parents", "summary": "Joan went missing and her parents contacted police."}
{"dialogue": "Marsha: Let's go to the party.\nJonas: I agree :D\nJonas: what time?\nLara: I'm busy until 8\nMarsha: roughly 8 PM\nJonas: <file_gif>\nMarsha: Where do we meet? any ideas?\nLara: market square would be the best\nLara: the rest, speak your mind\nHannah: I can't go :(\nJacob: I'll be there at 8:30\nJeff: I can't, have fun everybody!\nMarsha: Then we'll decide where we want to go\nJacob: Cool pub was opened last week.\nJacob: Let's check it\nLara: This one?\nLara: <file_other>\nJacob: yep\nMarsha: varied menu, I like it\nJacob: They hired experienced chefs", "summary": "Marsha, Jonas and Lara are going to a pub. They are going to meet on the market square at 8 PM. Jacob will join them at 8:30. Hannah and Jeff cannot come."}
{"dialogue": "Daniel: good morning, beautiful! :* :* :*\nDaniel: are you feeling any better?\nLayla: hi, bae <3 yeah, a lil bit. i still have a runny nose and a sore throat, but at least fever is gone\nDaniel: my poor thing :( i'll drop in with some cookies to cheer you up ;)\nLayla: awww, love ya so much!! you're the best bf ever!\nDaniel: love you too :*", "summary": "Layla has a runny nose and a sore throat. Daniel will bring her some cookies."}
{"dialogue": "Iza: Hey, I will be coming back on Thursday after all\nTeresa: How come? Didn't you buy the tickets already?\nIza: I did.. But my mentor called me and informed me that I can present my thesis on Friday\nIza: I will just change the ticket, it should be for free\nArtur: And what about your boyfriend? You had the ticket together, right?\nIza: I will have to return our mutual one and he agreed to come on Saturday morning\nTeresa: Well it is not a problem for us, at least we will see each other sooner ;)\nIza: Just that I have to take a day off from work :/", "summary": "Iza'll be returning on Thursday as her mentor informed her that she can present her thesis on Friday. Iza'll have to return the mutual ticket that she bought for herself and her boyfriend who agreed to come back on Saturday morning."}
{"dialogue": "Peggy: Hi Jane, I saw your question on the forum. Are u still looking for this book?\nJane:  Hi Peggy! Yes, I do :)\nPeggy: I'll be in Belgium at the beginning of December so I could buy it here and give it to u then\nJane: OMG thx <3 just let me check the price\nJane: the thing is, I will probably need this book for my classes\nPeggy: If you decide you want that I'll check the local store to see if they can deliver it\nPeggy: So tell me soon if you want it\nJane: Sure!\nPeggy: it wouldn't be a problem for them to deliver it by the end of November\nJane: so you live in Portugal right now, not it Brazil?\nPeggy: Portugal, Lisbon to be more exact\nJane: Cool!\nPeggy: I got married two years ago\nJane: Congrats :)\nPeggy: You met my hubbie when we ran into you years ago in a shopping centre\nJane: I had a feeling that it's a serious relationship\nJane: Look, how about we hang out when you'll be here?\nPeggy: Totally!\nJane: I'm moving in with my boyfriend, it's not a marriage but it gets pretty serious :)\nPeggy: Oh, nice :)\nPeggy: And hanging out sounds nice!\nJane: Will you have time for it?\nPeggy: I'll have a free week so I'm pretty sure I'll find so time\nJane: OK, so by the end of November write me to schedule sth\nJane: there are some cool places to go to\nPeggy: I don't know your town so I'll go wherever you'll drag me ;)\nJane: :)\nPeggy: Don't forget to tell me if u want that book or not\nJane: Sure!\nPeggy: I have to get going, kisses!", "summary": "Peggy can give the book to Jane when she travels to Belgium at the beginning of December. Jane will let Peggy know if she wants the book. Peggy will write to Jane at the end of November to schedule their meeting."}
{"dialogue": "Caroline: I don't feel like going out tonight\nVictoria: ok, let's meet some other day;)\nCaroline: Sunday?\nVictoria: hmm.. I'll call u once I get to know my schedule,ok?\nCaroline: kk no stress;-)", "summary": "Caroline doesn't feel like going out tonight. Victoria will check her schedule and confirm whether they can meet on Sunday."}
